label alt_colors_7dl:
    $ prolog_time()
    scene black with dissolve2
    show alt_credits "Какого цвета небо? Нарисуй его." with dissolve2:
        pos (942,525)
    pause(3)
    scene black with dissolve2
    play music music_7dl["endless_sky"] fadein 3

    "Глупое задание из детской раскраски озадачило шестилетнюю Леночку."
    th "Какого цвета небо..?"

    scene bg ext_sky_7dl with dissolve

    "Она посмотрела в окно на синий небосвод, где неспешно парили облака и рассекали воздух, радуясь теплому маю, стрижи."
    "Правильнее было бы нарисовать голубое, но пройдет немного времени и небосвод поменяет свой цвет."
    "Сначала на тёмно-синие тона, а потом сгорит в оранжево-желтом пламени заката. Затем, и вовсе погаснет в ночи."
    "И какое нарисовать небо?"

    scene bg int_sam_room_7dl with flash
    $ meet('voice',"Мама")

    un "Мамочка!"
    voice "Да?"
    un "Какого цвета небо?"
    voice "Голубого, конечно."
    un "Но ночью небо черное! А утром и вечером оранжевое или красное!"
    voice "Верно."
    voice "Тем не менее, оно голубое."
    un "Почему?"
    "Марина, мама Леночки, отложила в сторону роман, и, увидев каким пытливым взглядом на неё смотрит дочка, улыбнулась."
    "Такой взгляд бывает у детей смотрящих на своих родителей, как на источник неисчерпаемой мудрости и всезнания – задай, и на любой вопрос получишь ответ."
    voice "Все привыкли так считать."
    un "Почему?"
    voice "Потому что люди часто видят небо голубым, моя маленькая почемучка."
    voice "Чтобы увидеть небо другого цвета, нужно дождаться заката или рассвета, или не спать ночью."
    voice "Но очень часто у людей, особенно взрослых, не хватает времени посмотреть в небеса. И все привыкли, что небо голубого цвета."
    un "Но это же неправда…"
    voice "Не совсем."
    voice "Со временем всё меняет свои цвета. Листья на деревьях весной, и летом зеленые, а осенью желтые, оранжевые."
    voice "Какой цвет мы видим, такого цвета эта вещь и является.{w} Да и проще говорить, что небо голубое, нежели каждый раз говорить разные цвета."
    th "Всё меняет свои цвета…"
    "Леночка посмотрела на маму."
    "Раньше её кожа была бежевого, почти кремового оттенка, а на щеках играл румянец. Но теперь…"
    "Кожа посерела, румянец пропал, а из глаз исчез блеск. Даже пышные волосы цвета вороного крыла потускнели."
    "Сейчас, мама «носит» Алёну, и после того, как она появится на свет, она вновь будет здоровой и красивой!"
    "Так ей сказали…"
    voice "Ты можешь нарисовать его разных цветов, если хочешь."
    un "Мам, получается, всё имеет свой цвет?"
    voice "Да. Даже чувства."
    un "Чувства?"
    voice "Да."
    un "А какого они цвета?"
    voice "Ну, это каждый решает для себя."
    voice "Например, счастье для меня блестит как изумруд, а любовь тёмно-фиолетовых оттенков."
    "Лена непонимающе посмотрела на маму, ожидая ответа."
    voice "А ты посмотри зеркало и узнаешь."
    "Улыбнулась мама."
    "Леночка взглянула в зеркало и ойкнула."
    "Изумрудные глаза и темно-фиолетовые волосы. Мама говорила про неё!"
    "Лена заулыбалась и, как ей самой показалось, засияла."
    un "Мама!"
    "В порыве чувств Лена обняла маму."
    "Марина погладила дочь по голове. Поцеловала в лоб."
    voice "Вот, что для меня счастье. И каждый определяет сам, какого цвета для него те или иные чувства."
    un "Спасибо! Я поняла!"
    "Лена вернулась к раскраске и нарисовала небо всех цветов и оттенков."

    stop music fadeout 3
    scene black with fade2
    pause(2)
    "Вечером того же дня у Марины начались схватки…"
    pause(3)
    scene bg ext_emptiness_7dl with dissolve
    play music music_7dl["sadness"] fadein 3

    "Жизнь как причудливый калейдоскоп."
    "Один цвет сменяет другой, переливаясь различными оттенками – одни гаснут, другие наоборот — горят ярче."
    "Всё меняет цвета."

    scene bg int_hospital_corridor_7dl with flash

    "Перед операцией отцу и Лене разрешили посетить Марину."
    "Им выдали смешные шапочки, бахилы и халаты."
    "На Лену не нашлось подходящего размера и потому она утопала в большом взрослом халате."
    "Аспирантки и молодые сестры не могли сдержать улыбки. Выглядело это мило. Даже суровый с виду хирург улыбнулся."
    "Лена не понимала, почему они улыбаются? Маме плохо, а им смешно!"
    "Только медсестра, что вела их по белым кафельным плиткам пахнущих формалином не улыбалась."
    "Она знала, куда ведёт маленькую девочку с отцом."
    "Они дошли до процедурного кабинета."
    "Лена на всю жизнь запомнила его номер – «22». В процедурной, под капельницей, на кушетке, лежит мама."
    "Лицо её изменилось: оно стало серым, с болезненным зелённым оттенком."
    "Глаза тусклые. Дыхание частое. Губы плотно поджаты."
    "Препарат уже начал действовать. Марина плохо соображала, но из последних сил старалась улыбаться дочке."
    "Отец обратился к вошедшему следом доктору, а Лена подошла к кушетке. Ей хотелось поговорить с мамой, но…"
    voice "Привет, Леночка…"
    "…не смогла сказать и слова."
    "К доброте, любви и ласке, что всегда исходили от мамы, примешалось еще одно, чужеродное чувство."
    "Страшное как темнота, липкое как дёготь в папином гараже."
    "Оно пахнет сыростью подвала, опавшими сгнившими листьями и той мертвой собакой, случайно обнаруженной в лесу."
    "Чувство холодное, колючее, неприятное пробирает промозглым мартовским ветром, дующим с Невы."
    "Мокрое, липкое, неизбежное…"
    "…мёртвое."
    "Страшное чувство шло от маминого лица. Как будто на нём серой краской оставили отпечаток, метку."
    voice "Что… такое..?"
    "Лена никогда не пугалась за маму. Мама никогда не унывает, всегда веселая, даже если болеет."
    voice "Всё будет хорошо… Вернусь с Алёной…"
    "Лена ничего не ответила. Она в слезах крепко обняла маму, не желая отпускать."
    voice "Всё будет хорошо…"
    "Марина не сдержала слёз и зарыдала сама."
    $ meet('voice',"Отец")
    voice "Нам пора…"
    "Отец мягко отстранил дочку от мамы."
    "Он нервничал — правый глаз дергался в нервном тике."
    "Врачи сказали ему правду – Марина не переживёт роды…"

    $ meet('voice',"Голос")
    stop ambience fadeout 3
    stop music fadeout 3
    pause(3)
    jump alt_stories_start