
label alt_uvao_hentai:
    scene black with fade
    play ambience ambience_forest_evening fadein 4
    pause(3)
    scene bg ext_path_night with dissolve2
    "Уже имеющегося хватило для того, чтобы помимо воли на губах появилась улыбка, глупая, счастливая, полувлюблённая."
    me "Я сча…"
    "Начал я, ступая на тропинку, в самом конце которой бесновались под странную музыку на площадке пионеры."
    "И не договорил."
    stop ambience fadeout 3
    scene black
    play sound sfx_clench2
    play music music_7dl["please_stop_it_mastered"] fadein 3
    "Кто-то очень аккуратно схватил меня и с удивительной силой, фактически подняв над землёй, затащил в кусты." with vpunch
    "Я пытался брыкаться, но этим вызвал лишь смех моего похитителя."
    "Странный смех, крайне специфический. Я никак не мог определить по голосу, кто это мог быть."
    "А главное — зачем меня похитили."
    scene
    $ renpy.show("ext_path2_night", what = Notch("ext_path2_night"))
    with fade
    me "Эй, ты что делаешь?"
    "Нет ответа."
    "Я попытался дёрнуться ещё раз, но меня с нечеловеческой силой развернули, усадили спиной к дереву." with vpunch
    "Мгновение спустя я ощутил чьи-то холодные пальцы на своей шее."
    "Ремешок на шортах ослаб как будто сам."
    me "Ты что собираешь…"
    "Пальцы на шее сомкнулись лишь чуть-чуть, но этого хватило, чтобы голос отказал полностью."
    "Я снова рванулся. Попытался размахивать руками."
    th "Что он собирается делать?!"
    play sound sfx_punch_medium
    "Я ударил ногой куда-то в темноту, попал в мягкое — раздался приглушенный выдох." with vpunch
    play sound sfx_punch_washstand
    "Но тут же получил удар по бедру такой силы, что нога отказалась мне служить." with flash_red
    play sound sfx_head_heartbeat
    "Шорты поползли вниз, одна рука убралась с горла, и, судя по ощущениям, развязывала мне галстук."
    "Миг — и оказался стреножен собственными шортами, связан собственным галстуком."
    "Задравшаяся рубашка оказалась на голове так, что был полностью лишён обзора."
    "И, судя по всему, процесс только начинался."
    "Я не мог кричать, не мог вырваться, не мог сделать ровным счётом ничего."
    "Всё, что мне оставалось — это ждать, что будет дальше."
    "Но не просто же так меня связали?"
    dreamgirl "Выкуп потребуют, ага."
    dreamgirl "Или оприходуют сейчас по-быстрому."
    th "Но это же…"
    "Я зарычал, забил ногами, пытаясь вырваться и отползти."
    "Мне совсем не нравилась мысль, что сейчас меня…"
    "Но что я мог поделать против такой силищи?"
    "Ровным счётом ничего."
    "Потому и на вторгшийся туда, где ему находиться не полагалось, чей-то тонкий палец я мог выдать лишь сдавленное шипение."
    "Ещё один."
    "Я замер в ужасе, ожидая, когда меня перевернут на живот, и…"
    "Но шло время, а переворачивать никто меня никуда не собирался."
    "Уже плюс."
    "Опуская подробности, по его душу только что флюгегехаймен не появился."
    "Хотя было довольно близко к тому."
    th "Значит, никто меня насиловать не собирается?"
    "С надеждой подумал я."
    "Тут над головой снова послышался этот странный смех, прозвучало напрочь непонятно:"
    voice "Всё равно ничей."
    "И до меня дошло, что это…"
    "В этот момент палец не там, где надо, нащупал какую-то точку, и организм отозвался помимо моей воли."
    "Мой собственный организм предал меня!"
    "И тут же был употреблён по прямому назначению."
    "Кто-то сверху резко выдохнул, скрипнул зубами."
    "И стало тепло, влажно и тесно."
    th "Девушка?!"
    th "Да что за девушка может так просто скрутить одного из самых крупных пионеров в лагере?"
    "Я не знал."
    "Тем более, что и палец из меня наконец убрался."
    "Я всё равно не мог ничего поделать. Только лежать и считать фрикции."
    "Дикие, злые, больше похожие на драку, чем совокупление."
    "А учитывая, что у меня биологически был самый пик сексуальности, нечему было удивляться, что буквально через десять секунд меня выгнуло и забило судорогой."
    "Это был один из тех оргазмов, от которых темнеет в глазах, а мурашки разбегаются по всему телу."
    "Невероятно извращённое удовольствие."
    "Да только моей похитительнице этого явно показалось мало, так как уже в следующую секунду палец начал новое движение…"
    "Кем бы ни была моя похитительница, но она явно была искушена в мужской анатомии."
    "Потому что за вторым разом был и третий. И четвёртый."
    stop music fadeout 3
    with fade2
    pause(2)
    play ambience ambience_forest_evening fadein 4
    "…"
    "Меня отпустили уже тогда, когда не было сил пошевелить конечностями."
    "Я лежал на земле трупом, гадая — жив ли ещё."
    "Потому что подобного опустошения не чувствовал, пожалуй, никогда в своей жизни."
    "Не было ещё того, кто сумел бы меня так измотать."
    voice "Вот и молодец."
    "Хихикнул надо мной незнакомый голос."
    voice "Возвращайся давай."
    "Туго завязанный галстук на запястьях ослаб, рубашка отошла в сторону, и моего лба коснулись влажные губы."
    voice "Воскресай, чемпион."
    "Я резко дёрнул головой, чтобы посмотреть на того, кто это сделал со мной."
    "Рубашка спала с головы, но ничего разглядеть не удалось."

    play sound sfx_tree_branches
    with fade
    pause(1)

    "Только мелькнуло в пробивавшемся свете нечто красное — то ли майка, то ли платье."
    play music music_7dl["fyrsta"] fadein 5
    dreamgirl "Неплохо тебя так трахнули."
    "Со знанием дела сообщил внутренний голос."
    dreamgirl "С душой!"
    th "Отстань."
    dreamgirl "Ещё скажи, что тебе не понравилось."
    th "…"
    dreamgirl "Вот-вот. Скажи спасибо, что сыча не оставили без сладкого."
    th "Но кто это мог быть?!"
    "Алисе, наверное, хватило бы сил, но эта нахалка была ощутимо ниже ростом Алисы."
    "Да и силы у неё было, как у стокилограммового мужика."
    "Или Ульяна на стероидах?"
    "Так вот просто скрутить парня моего роста и габаритов, обездвижить его, а потом надругаться?"
    th "К слову, меня уже так скручивали однажды!"
    th "Сегодня!"
    "Тело до сих пор помнило приём на запястье."
    dreamgirl "Нет, это вряд ли могла быть Мику. Волосы не очень длинные."
    th "Может, просто причёска такая?"
    dreamgirl "Или вообще парик, да. С цветом, как у Ольги."
    th "Не думаешь же ты…"
    dreamgirl "Я думаю, что Лена, Алиса и Женька точно отпадают."
    dreamgirl "И сама вожатая тоже — слишком уж большая."
    "Но кто тогда?"
    "Нет ответа."
    "Так что я лежал на земле, обессиленный, и в который раз уже глядя в звёздное небо, размышлял."
    "Вернее, пытался восстановиться."
    "Так как поиски девочки, способной на подобное, в мои планы точно не входили."
    "Сказать по правде, я был ей благодарен."
    "И не только за то, что она унесла внутри себя пол-литра моего семени."
    "Отступила головная боль и тошнота, незримо преследовавшие меня сегодня с утра."
    "Как будто тот, кто это сделал, прекрасно знал о происходящем."
    "Иначе, с чего бы все эти слова о воскрешении?"
    dreamgirl "Кроме того, тебе всё равно никто не поверит."
    dreamgirl "А если обнаружит тебя в таком виде…"
    th "Плевать."
    "Апатия была настолько сильна, что её не мог перебить даже стыд."
    "И ничего не могло."
    "Дрова по имени Семён лежали и не могли подняться."
    "Никак."
    scene black with fade
    "Я прикрыл глаза и почувствовал, что снова улыбаюсь как дурак."
    "При всей неприглядности случившегося со мной я не был в претензии."
    "Да и кто бы был?"
    scene bg ext_path2_night with fade2
    "…"
    "Мне потребовалось около получаса, прежде чем я вернул контроль над конечностями."
    "Шатаясь, поднялся, привёл одежду в порядок и вышел на тропинку."
    "К этому моменту музыка уже стихла, пионеры разбрелись по своим домикам."
    "Прощальная дискотека завершилась."
    "Да и не нужна она была мне."
    "В моём нынешнем состоянии мне хотелось только упасть плашмя на кроватку и отключиться до утра."
    "Я побрёл в сторону вожатского домика."
    stop ambience fadeout 3
    stop music fadeout 4
    pause(3.4)
    $ set_mode_adv()
    if not persistent.pivo_default_7dl:
        jump alt_stories_start
    else:
        return