label alt_chudesa_byvayut:
    $ meet('dv','Ира')
    $ meet('us','Света')
    $ meet('me','Стас')
    $ day_time()

    scene bg black
    pause(0.5)
    "…"
    scene bg int_library_day with fade
    play music music_7dl["lazy_olga"] fadein 2
    play ambience ambience_library_day fadein 2
    "Тетрадный лист быстро заполняется аккуратным девичьим почерком."
    "«Таким образом, вклад Дмитрия Абрикосова в развитие Калининской области колоссален, а его значение ещё только предстоит оценить по достоинству.»"
    "Всё."
    "Славя положила ручку на стол и потянулась."
    "Конспект по истории родного края был закончен. Завтра нужно будет выступить с докладом и получить своё заслуженное «зачтено»."
    th "А потом ещё несколько тем и будет «автомат»."
    th "Уже третий."
    th "Если всё пойдёт хорошо, то на сессию останется всего два экзамена…"
    "Задумавшись о сессии, Славя и не заметила, как снова взяла ручку и машинально закусила её."
    "Эта дурная привычка появилась у неё недавно и очень раздражала её подруг."
    dv "Славь! Славь!"
    "Агрессивный шёпот вернул её к реальности."
    show sl surprise casual with dissolve
    sl "А?"
    dv "Выплюнь бяку!"
    show sl smile casual with dissolve
    "Поняв, что от неё хотят, Славя улыбнулась и положила ручку на стол."
    sl "Вам ещё много?"
    "Спросила она."
    dv "Пять минут."
    "Не поднимая головы, отозвалась Ира."
    us "Мне тоже."
    "Света, довольная, что Славя перестала грызть ручку, улыбнулась и тоже стала смотреть в тетрадь."
    us "Полстраницы осталось."
    sl "Хорошо."
    hide sl with dissolve
    "От греха подальше Славя убрала ручку в пенал, а тот спрятала в сумку. Туда же была спрятана тетрадь."
    "Однако после этого делать стало совсем нечего, и девушка посмотрела в окно."
    scene bg ext_townscape_ph_day_7dl with fade
    "Она любила это делать – сидеть у окошка и смотреть на то, как по улице идут люди."
    "У каждого из них своя жизнь, своя история. Свои взлёты и победы. Свои отношения…"
    "Вот прошёл какой-то дядечка в шляпе. Он был достаточно высокий, но сутулился и даже горбился – и потому казалось, что ему было тяжело."
    th "Гора на плечах."
    "Подумала Славя, и ей вдруг стало жалко дядечку."
    "В глубине души быстро зародилось желание ему помочь."
    "Ну или хотя бы посочувствовать."
    "Однако здравый смысл победил благородное желание, да и дядечка уже ушёл."
    th "Удачи вам."
    "Подумала Славя."
    "Дальше прошли парень с девушкой."
    "Эти, наоборот, держали спины прямо и шагали весело, глядя друг на дружку."
    "Парень что-то рассказывал, активно жестикулируя при этом, а девушка молча смотрела на него."
    th "Весна."
    "С улыбкой подумала Славя."
    "Ей стало тепло на душе от того, что кто-то счастлив. Но потом она почувствовала укол зависти."

    stop music fadeout 7
    scene cg d1_sl_dinner_0
    show prologue_dream
    with flash
    pause(.02)
    scene cg d5_sl_bench_day_7dl
    show prologue_dream
    with dspr
    pause(.02)
    scene cg d3_sl_dance
    show prologue_dream
    with dspr
    pause(.02)
    scene cg d5_sl_kissing_7dl
    show prologue_dream
    with dspr
    pause(.02)
    scene bg int_library_day with flash

    "Славя отвернулась от окна."

    stop ambience fadeout 2
    scene bg ext_sky_7dl with dissolve2
    play music music_7dl["endless_sky"] fadein 4

    "Погода была замечательная."
    "Улицы были залиты светом, лёгкий ветерок приятно остужал, и даже шум, доносившийся с проезжей части, казался каким-то празднично суетливым и напоминал шум пчелиного улья."
    "Славе хотелось остановиться, подставить лицо лучикам солнца и вдохнуть полной грудью."
    "Хотелось полностью, каждую клеточку наполнить этой чудесной энергией, что витала в воздухе."
    "Весна – время, когда природа просыпается. И как же Славе хотелось проснуться вместе с ней…"
    "Сбросить, словно зимнюю одежду, все проблемы и воспоминанания, и ощутить себя лёгкой и свободной…"
    "Как весенний ветерок, что треплет ей волосы…"
    scene bg ext_busstop_summer_7dl with dissolve2
    "Было около 16:30. Три девушки, закончившие работу в читальном зале, шли к трамвайной остановке."
    us "Что-то я устала, не могу."
    "Пожаловалась Света."
    us "Приду домой и точно спать лягу."
    dv "А что ты ночью делала?"
    us "Я спала."
    "Пожала плечами Света."
    dv "Ночью спала, сейчас спать хочешь…{w} Свет, ты – сурок."
    us "Сама ты сурок."
    us "Я лучше буду львицей. Они тоже по двадцать часов в сутки спят."
    show sl normal casual at center with dissolve
    sl "Так и переспать можно."
    us "С кем?"
    "Не задумываясь, выпалила Света."
    "…"
    "…"
    show sl laugh casual at center with dspr
    "Девушки рассмеялись."
    show sl smile casual at center with dspr
    sl "Света-Света."
    "Улыбаясь, покачала головой Славя."
    dv "Весна, что поделать!"
    "Развела руками Ира."
    us "Что естественно, то не безобразно!"
    "Парировала Света."
    hide sl with dissolve
    $ set_mode_nvl()
    "Вообще, у Светы часто проскальзывают оговорки «по Фрейду» — Светлана одинока, и её это тяготит."
    "Она считает, что если найдёт себе парня, то её жизнь сразу изменится в лучшую сторону."
    "Однако парень не находился, и постепенно запросы Светланы становились всё менее требовательными."
    "Славя боялась, что когда-нибудь Света сойдётся с каким-нибудь нехорошим человеком, который просто воспользуется ей."
    $ set_mode_adv()
    us "Славь, смотри!"
    show sl surprise casual at center with dissolve
    "Славя посмотрела туда, куда Света указывала пальцем."
    "Там стоял он. С букетом цветов."
    "Стас."
    "И он, очевидно, ждал её."
    dv "Свет… Мы тут, похоже, лишние."
    "Света без колебаний согласилась и кивнула Славе."
    us "Хорошо вам погулять!"
    "И они пошли дальше, оставив Славю одну."
    show sl smile casual at center with dspr
    "Девушка вздохнула, улыбнулась и пошла навстречу."
    hide sl with dissolve
    "Стас был красив."
    "Высокий брюнет с голубыми глазами, атлетичными телосложением и приятной улыбкой. Он хорошо учился и собирался поступать в аспирантуру — преподаватели и сокурсники его обожали."
    "А ещё он был добр, заботлив и внимателен."
    "Он был симпатичен Славе."
    "Вот только…"

    scene cg d7_sl_epilogue_bus_7dl
    show prologue_dream
    with dissolve
    pause(1.5)
    scene bg ext_busstop_summer_7dl with dissolve

    "В памяти вновь всплыло лицо другого человека."
    th "Но его нет. А Стас здесь."
    "И он её любит."
    "В своё время Славя долго отказывала Стасу. Она даже честно призналась ему, что любит другого."
    "Но Стас не останавливался."
    "Каким-то образом он догадался, что этот «другой» остался лишь в воспоминаниях."
    "И он продолжал своё стратегически выверенное наступление."
    "Вскоре Славя поняла, что ей комфортно с ним. Он просто был рядом, всегда был готов помочь и ничего не требовал взамен."
    "И потому однажды Славя подумала – «а почему нет?»."
    "Быть может, если она сделает счастливым Стаса, то и сама обретёт счастье?"
    "Но счастье не приходило, а время не лечило."
    "Оно лишь хоронило её надежды."
    show sl smile casual at center with dissolve
    sl "Привет."
    me "Привет. Это тебе."
    "Он протянул ей букет. Много разных цветов в громкой шумящей упаковке."
    sl "Спасибо."
    me "Не хочешь по парку прогуляться?"
    "Предложил Стас."
    me "Там сейчас так хорошо."
    sl "Пойдём."
    scene bg ext_townscape_ph_day_7dl with fade3
    "Легкий ветерок шелестел листьями деревьев."
    "Проезжая часть перед входом в парк была практически пустынна – основной поток проходил по дороге в соседнем квартале."
    "Белые линии зебры напоминали мостик, соединяющий две части суши через реку."
    stop music fadeout 10
    "Шесть шагов от одного края до другого."
    "Шесть шагов – и ты на другом берегу. На материке, где посажено много деревьев и повышенная концентрация весны на квадратный метр…"
    scene black with fade2
    play music music_7dl["believe_me"] fadein 4
    "Но что-то сорвалось."
    "Что-то маленькое и глупое, повлекшее за собой большое и серьёзное."
    "Она даже не поняла, что произошло."
    "Словно прыжок в будущее, в другую реальность."
    "Пуговица, отлетевшая от пальто и катящаяся по белой крашенной линии."
    "Рука, которая тянется к этой убежавшей частичке одежды."
    "И что-то странное. Яркое и сильное. Что-то, что заставило мир завертеться, словно в бешенном калейдоскопе."
    "Всё смешалось."
    "А потом наступила боль."
    show spill_red with flash_red
    "Вспыхнув белой молнией, она пронзила всё тело Слави. Даже крик – даже вдох – причинял сильную боль."
    "Понимание пришло внезапно."
    th "Меня сбила машина?"
    scene
    $ renpy.show("bg ext_sky_7dl", what = Notch("bg ext_sky_7dl"))
    show spill_red
    with fade2
    "Славя смотрит на небо, не в силах пошевелиться."
    "Она старается не дышать, потому что это больно."
    "Всё тело превратилось в один большой сгусток боли."
    "Ей хочется закрыть глаза и провалиться в темноту."
    "Возможно, ей даже хочется умереть, чтобы не ощущать этой боли."
    "Но она не закрывает их и смотрит на небо."
    "Появляются какие-то люди."
    "Среди них она различает лицо Стаса. Тот напуган и растерян."
    $ renpy.show("bg ext_sky_7dl", what = Desat1("bg ext_sky_7dl"))
    show spill_red
    with fade2
    th "Не расстраивайся."
    "Хочется сказать ей."
    "Но как, если ей трудно даже дышать?"
    show blink
    "Она просто закрывает глаза и улыбается."
    "Вряд ли это его подбодрит."
    "Но почему-то казалось, что это правильно."
    "Её начала охватывать тишина…"
    "А перед глазами почему-то опять появился он."
    scene cg d7_me_epilogue_bus_7dl
    show prologue_dream
    with fade
    "Единственный мужчина, которого она любила."
    $ meet('dv','Алиса')
    $ meet('us','Ульяна')
    $ meet('me','Семён')

    play sound sfx_7dl["aunl"]
    show acm_logo_sl_7dl_sept with moveinright:
        pos (1600, 1020)
    pause(7.4)
    with vpunch
    call alt_7dl_titles
    pause(3)

    play music music_7dl["uneven_me"] fadein 4
    scene bg ext_entrance_night_clear_closed_7dl
    show prologue_dream
    with fade
    "У меня странные отношения с высшими силами."
    "Я атеист и не верю в бога или что-то подобное."
    "Моя любимая фраза – «хвала Рандому»."
    "Хвала случайности, иными словами."
    "Ну а кому ещё?"
    "Случайность – это единственная высшая сила, в которую я верю."
    "Верю и ненавижу."

    "Она отняла у меня любимую."
    "И теперь я каждый день прихожу на её могилу."
    "Хотя, конечно, глупо это всё."
    "Это вовсе не могила, это больничная палата."
    scene bg int_ward_night_7dl
    show prologue_dream
    with dissolve
    "Да и девушка, что в ней лежит, не умерла."
    "Физически она почти здорова."
    "Вот только то, что делало любимую любимой – ушло."
    scene cg slavya_dream_7dl
    show prologue_dream
    with dissolve
    "Ушла её добрая улыбка, исчез взгляд с лёгкой хитринкой."
    "Перестало звучать то странное, но очень цепляющее «привет, Сёмушка»."
    "Всё ушло."
    "Осталось только тело."
    "Сосуд. Пустая оболочка."
    "Мне приходит на ум сравнение с фотографией."
    "Фотография, к которой можно прикоснуться."
    "Прикоснуться, вспомнить моменты счастья – и понять, что больше таких не будет."
    "Такова воля Рандома…"
    scene bg ext_hospital2_away_day_7dl
    show prologue_dream
    with dissolve
    "С тех пор прошло почти два года."
    "Я учусь на психокорректора."
    "Такой профессии нет в моём мире, но тут эти люди нужны."
    "Они помогают восстановить психику «стёртым»."
    "Забавно."
    "Больной лечит больных."
    "Серьёзно, мою психику, скорее всего, уже тоже пора восстанавливать."
    "Ведь это вряд ли можно назвать нормальным поведением – работать двадцать часов в сутки, чтобы помочь официально умершей."
    "Сокурсники считают, что мне уже за тридцать."
    "Я же чувствую себя на все пятьдесят."
    "Шея, спина, сердце – всё даёт о себе знать."
    "А ведь не так давно я радовался, что попал в молодое и здоровое тело!"
    "Но сейчас мне нет дела до моего здоровья. Пока я хожу и соображаю, всё в порядке."
    "У меня есть задача. А остальное неважно."
    pause(3)
    "Я не знаю, откуда во мне это упорство. Не знаю, почему до сих пор не махнул рукой и не смирился."
    scene bg int_hospital_corridor_7dl
    show prologue_dream
    with dissolve
    "Словно какой-то голос в глубине души кричит мне – ищи! Не шепчет, он именно кричит."
    "И я ищу…"
    pause(3)
    "Я провожу в её палате по нескольку часов в день."
    "Учу конспекты, читаю вслух. Даю ей отдохнуть от этого чертового экрана коррекции."
    "Ведь кто, если не я?"
    "Для других её уже не существует. Для других это уже Таня."
    "Похоже, я один не принял мысль о том, что Славя умерла."
    "Хотя, кажется, рано или поздно и мне придётся."
    "Этот безучастный взгляд в одну точку когда-нибудь добьёт мои надежды."
    "Сегодняшний день практически ничем не отличался от предыдущих."
    play ambience ambience_medstation_inside_night fadein 3
    scene bg int_ward_night_7dl with fade:
        zoom 1.2
    "Залитая светом лампы палата, темный экран и голос, монотонно бубнящий про разделение личности и воспоминаний."
    "Японские учёные совершили прорыв – они обнаружили зону в неокортексе, где хранились воспоминания. Если стимулировать эту область, можно лечить людей от амнезии."
    "Однако «воспоминания» не равно «личность»."
    "Воспоминания – это память о наиболее ярких событиях.{w} Личность же – это результат влияния этих событий."
    "У людей с одними и теми же воспоминаниями могут быть разные личности."
    "И информация о личности прячется где-то в другом месте – ученые пока не смогли понять, где именно."
    "Вопрос времени…"
    show blink
    "Я кладу журнал в сторону и закрываю глаза."
    "Время играет против меня."
    "Когда-нибудь это тело займёт другой разум, другая личность."
    "Уже совсем скоро."
    "Мне нужно найти Славю до этого момента. А иначе…"
    "Я не хочу думать об этом. Эта мысль сейчас — единственное, что вгоняет меня в страх."
    stop music fadeout 3
    pause(2)
    "Нужно выкинуть это из головы."
    show unblink
    scene bg int_ward_night_7dl with dissolve:
        xalign 0.5 zoom 1.2
    me "«Среди пустых витрин, среди ночных огней – ты день деньской один…»"
    scene bg ext_stage_normal_day
    show prologue_dream
    with dissolve
    "Песня, которую я услышал на концерте. Мику и Алиса стояли на сцене, у обеих были гитары."
    "На фоне остальной самодеятельности эта песня была хитом. Казалось, вся округа погрузилась в тишину, чтобы уловить каждое слово, каждую мелодию."
    me "«Нас не было и нет, мы – пустота, мираж. И каждый новый день – такой же, как вчера.»"
    "Я пою вслух. Ведь ей тоже когда-то нравилась эта песня."
    me "«Но я молчу, не злюсь. Живу одним лишь сном.»"
    me "«Закрыв глаза, вздохну.»"
    me "«И ты приснишься вновь.»"
    scene bg int_ward_night_7dl with dissolve2:
        xalign 0.5 zoom 1.2
    "Я пою ещё некоторое время, а затем громко вздыхаю и смотрю на часы."
    "Девять. Пора уходить."
    pause(2)
    "Я смотрю на Славю."
    "Она спит. Её глаза закрыты, а мозг анализирует и сортирует информацию, которую усвоил за день."
    "Завтра она станет чуточку умнее, чем сегодня. Чуть ближе к тому, чтобы стать новым человеком."
    "Я наклоняюсь к ней и целую в щёку."
    me "До завтра…"
    me "Ты снова будешь лежать с открытыми глазами, а я снова буду читать тебе конспекты."
    me "И мы снова будем вместе.{w} Хотя бы так."
    scene bg int_ward_night_7dl:
        xalign 0.5 zoom 1.2
        linear 3 zoom 1.0
    "Я разворачиваюсь и иду прочь. Пора возвращаться в реальную жизнь."
    "Пора."
    stop music
    with vpunch
    "Мой халат за что-то зацепился."
    "Я оборачиваюсь и замираю."
    "Рука."
    "Её рука."
    "Она зажала краешек халата в кулаке."
    th "Что проихсодит? Что это?"
    th "Подсознательная реакция на поцелуй? На песню?"
    th "Младенческий рефлекс?"
    scene bg int_ward_night_7dl:
        xalign 0.5 zoom 1.0
        linear 0.5 zoom 1.3
    "Я бросаюсь к ней. Её лицо и показатели не изменились."
    th "Но как тогда объяснить это?"
    "И вдруг…"
    play music close_to_you2_7dl fadein 8
    "Её губы зашевелились."
    "Она что-то тихо-тихо говорит."
    "Я резко наклоняюсь к ней вплотную."
    "Её губы находятся буквально в сантиметре от моего уха."
    "И я слышу:"
    sl "Не уходи… Сёмушка."

    play sound sfx_7dl["aunl"]
    show acm_logo_sl_7dl_wonders with moveinright:
        pos (1600, 1020)
    pause(7.4)
    with vpunch
    pause(3)
    stop music fadeout 2
    jump alt_stories_start