label alt_day7_dv_7dl_sept:
    scene bg ext_countryside_day_7dl with fade
    play music music_7dl["dawn"] fadein 3
    play ambience ambience_7dl["town_day"] fadein 3
    "Когда за нами закрыл двери автобус, будто закрылась и целая глава истории."
    "И я посмотрел на Алису."
    "А она…"
    show dv shy sport with dissolve
    "Наверное, было что-то новое в моём взгляде, так как она смутилась, отвернулась."
    "Немного покраснела даже."
    am "Алиса?"
    show dv sad sport with dspr
    dv "Н-нет, ничего. {w}Всё хорошо."
    "Только вот заблестевшие глаза выдавали её с головой."
    "Несгибаемая, непоколебимая Алиса собиралась разрыдаться как самая обыкновенная девчонка."
    "И я кинулся к ней, желая обнять, утешить, защитить, наконец!"
    "Потому что не плачут же люди просто так."
    "Или и…"
    hide dv with fade
    "А Алиса покачала головой, задрала нос и, отвернувшись, пошла прочь."
    "Домой."
    with fade
    "Её никто не встречал, и, похоже, она к этому давным-давно привыкла."
    "Пошла прочь, не оставив и слова напоследок в моём сердце."
    "Кольнуло вдруг, что так уходят будто навсегда."
    "И не поможет в этот раз никакая из моих глупостей, можно сколько угодно кричать, строить из себя взрослого и разумного."
    am "Стой! Не уходи!"
    "Вздрогнув, она остановилась."
    show dv surprise sport with dissolve
    "Вопросительно посмотрела на меня."
    am "Можно я с тобой?"
    dv "Ну… Если тебе так хочется."
    am "Очень хочется!"
    show dv normal sport with dspr
    dv "Тогда бери сумку и пошли."
    "Я счастливо подпрыгнул, щёлкнул каблуками, за что снова удостоился снисходительного взгляда девушки."
    "Да только знал уже, что вся её холодность, пренебрежение и прочие глупости принадлежат тому, что она показывает миру."
    "Внутри она очень добрый и заботливый человек."
    "И моя история это доказывает."
    "В конце концов, ничто не мешало ей просто притвориться очередным равнодушным человеком и однажды появившись, просто исчезнуть?"
    "Ничто."
    "Или же совесть?"
    "И доброта?"
    "Черты, которые не работают в этом мире, но одновременно и не позволяют превратиться в хвата и хапугу."
    "Вот так — способная ругаться как сапожник, вести себя как мужик, Алиса была одновременно и крайне уязвима."
    "Такие люди тяжело находят место в жизни."
    "Если только им повезёт найти себе хорошего проводника."
    "В мир музыки? Живописи? Любого другого творчества?"
    "Тем более, после всего, через что она прошла… Будет тяжело."
    "И я не ошибался."
    scene bg int_mt_sam_room_7dl
    with dissolve
    "Однажды вечером она с грустью призналась, что променяла собственную жизнь на другую."
    "Ничего, ничего у неё не получается, как ни старайся."
    "Будто сглазил кто."
    "Потому что я важнее."
    "Потому что должно же быть хоть что-то нормальное."
    "Хотя бы отношение людей."
    am "Мир не чёрен, верно?"
    "Алиса согласно кивнула."
    show dv normal dress with dissolve
    dv "Не чёрен. {w}И у меня было всё время, чтобы понять…"
    "Она замерла на полуслове, взгляд остекленел."
    hide dv with easeoutright
    "А мгновение спустя рыжий метеор отбросил меня в сторону!"
    "Алиса заметалась по комнате в поисках ручки и тетрадного листа."
    "«Алтаря творчества», как она иногда называла его."
    "Найдя, застрочила, складывая слова в рифмованные строки, мурлыкая себе под нос."
    "Непонятная мне магия, которую я никогда не мог раскусить."
    "Никак."
    "Но это и не имело значения. Мне просто хотелось помочь немного моей рыжей подруге."
    "Вот я и загадал как следует, чтобы всё у неё получилось."
    "Абсолютно всё."
    "Так и сказал."
    scene bg ext_railstation_7dl
    with dissolve
    "В результате она уехала в Ленинград и на первом же квартирнике сорвала аплодисменты."
    "Среди толп нетрезвых неформалов, первая среди равных!"
    "На тот момент у неё уже были готовы три песни."
    "Плюс ещё одна, когда на огонёк заглянуло несколько известных лиц."
    "Они расстарались, нашли людей, инструменты, площадку…"
    scene bg int_mt_sam_room_7dl
    with dissolve
    "Ещё один тёплый вечер, забытый телевизор уныло покрывается пылью в углу, а мы до хрипоты спорим о том, какая рифма у слова «идеал»."
    "В фильмах, бывало, показывали поэтов за работой, с миллионами изодранных бумажных листов и забитой доверху мусорной корзиной."
    "Только вот Алиса была странной. {w}Она редко когда что вырывала или выбрасывала, очень часто писала сразу начисто, а все помарки писала под разными углами к тексту."
    "В результате, работа над альбомом уместилась всего в одну тетрадку, зато там чёрт ногу сломит теперь!"
    "Если, конечно, его не отпугнёт надпись «алтарь творчества»."
    "Год спустя имя Двачевской уже было на слуху."
    "Сольник «Мир не чёрен» переписывали на кассетниках, слушали во дворах…"
    "И так было забавно, что иногда нам не давал спать знакомый чуть хрипловатый голос с лужайки под окнами."
    "Алиса сама себе мешала спать, смех и грех."
    "А я молчал. Я втихомолку гордился своей талантливой подругой."
    "Пока не пришло письмо из «кассы»."
    "Приглашаем вас на участие в рок-фестивале «Наполним небо добротой»."
    "Это был феноменальный успех! Начинание Шевчука, кто-то из звёзд представит её огромной аудитории и даст сыграть."
    "Ничего лучше для начинающего рок-исполнителя и представить нельзя!"
    scene anim prolog_2
    with dissolve
    "Вот только мне было страшно, мне было так страшно."
    "Почему-то я чувствовал, что не всё ладно с этим концертом."
    "Тем болеe, что…"
    scene bg ext_townscape_ph_day_7dl
    show dv normal dress
    with dissolve
    dv "Я еду одна!"
    am "Но это слишком опасно!"
    dv "Ничего, у меня есть газовый баллончик и разводной ключ. {w}Отобьюсь как-нибудь."
    show dv soft_smile dress with dspr
    "Она деловито улыбнулась, растрепала мне волосы."
    dv "Ты такой трусишка, знаешь?"
    am "Позволь мне хотя бы сопровождать тебя!"
    "Да, я поступал неправильно, продолжая этот разговор после скандала дома."
    "Но я и правда очень переживал за эту упрямую бестолочь!"
    show dv sad dress with dspr
    dv "Ты же знаешь, тебе нельзя."
    am "Тебе можно, а мне нельзя? {w}Да почему?"
    dv "Как будто сам не знаешь. И закрыли эту тему. Я еду одна."
    am "Но…"
    dv "Без «но»."
    hide dv with dissolve
    "Алиса развернулась и пошла прочь, не сказав и слова напоследок."
    "Да, я вёл себя как капризный ребёнок, канючил и ныл."
    "Но это же, наверное, простительно, если капризом моим было желание, чтобы с Алисой всё было хорошо?"
    "Или нет?"
    th "Может, надо упасть на асфальт, забиться в истерике?"
    th "Или сломать ногу, и тогда она будет ухаживать за мной, никуда не поедет?"
    th "Попытаться сделать что-нибудь с собой…"
    "Это всё сработало бы."
    "Вот только я не мог лишить девушку шанса."
    "В конце концов, такой выпадает раз в жизни."
    "Но тогда почему так страшно?"
    "Когда я поднял голову, Алиса уже отошла далеко вперёд, и отсюда был выбор — идти домой или идти за ней."
    "И я пошёл прочь."
    "Это просто слёзы, они высохнут."
    "Мне надо… Надо идти."
    th "Я сколько угодно могу притворяться, что счастье — удел слабых."
    "Ожесточённо подумал я."
    th "Это же ты меня учила, что привязанности делают нас уязвимыми."
    th "А сама была привязана ко мне, к Ульянке."
    "Поэтому, наверное, лучше просто притворюсь, что рад, так рад, мне совсем не страшно, никакие предчувствия не мучают."
    "Мой путь — в светлое Завтра."
    am "Я жму двести по встречной, за горизонтом ждёт Вечность…"
    th "Притворимся, что я просто раскапризничался."
    th "Скажем друг другу, что всё хорошо."
    "Я представил, как неуместно пустой будет ожидающая меня комната в квартире возле центра."
    "Там нет счастья, зато есть фен и розетка на двести двадцать."
    "Когда провал в сердце станет слишком большим, это унесёт меня от потерь."
    "От бесконечно долгого времени."
    "Я успел передумать такую кучу всего, а на самом деле не прошло и минуты."
    "Потому что это были минуты одиночества."
    "Минуты отсутствия Алисы."
    "Мы так мало времени провели вместе."
    "Мир не плохой или хороший, он просто есть, да только надежда здесь не работает."
    "Ибо это ложь самому себе."
    "А любая ложь разрушительна — она порождает только новую и новую боль."
    am "Алиса… Подожди."
    "Беззвучно произнёс я."
    am "Я с тобой."
    am "Ты моё настоящее. {w}Почему тебя так мало?"
    "Лучше давай я притворюсь, что выбросил всё плохое из головы, чтобы избежать переполнения памяти."
    "Сделаю вид, что всё хорошо."
    th "Да только что хорошего, если сейчас будет поворот, ты свернёшь, и у меня останется только моё существование."
    "Неторопливое, растворяющееся в памяти существование."
    am "Давай отмотаем всё обратно, туда, где были мы?"
    "Всего два шага."
    "Развернуться, броситься, обнять, закричать!"
    am "Я с тобой, Алиса, я с тобой!"
    show dv laugh dress with dissolve
    dv "Со мной."
    "Засмеялась она, обнимая меня."
    dv "Я обязательно вернусь, слышишь?"
    show dv smile dress with dspr
    dv "Пойми ты, я пахала весь этот год не для того, чтобы застрять где-нибудь в Ленинграде!"
    dv "У меня ещё есть желание прийти домой как популярный человек!"
    dv "Ты веришь мне?"
    "Я хотел сказать, что верю ей, но не верю всем прочим, но горло перехватило, и я беззвучно кивнул."
    stop music fadeout 3
    dv "Вот и хорошо. Пойдём домой."
    "Домой…"
    play music music_7dl["aftermath"] fadein 3
    scene anim prolog_2
    with dissolve
    play ambience ambience_int_cabin_night fadein 3
    "Той ночью я не спал."
    "Ходил на кухню, пил воду, проклинал синий свет в комнате, скрипел половицами."
    "Весь год меня мучали подозрения, неприятные предчувствия, но теперь всё усугубилось."
    "Это последняя ночь."
    "Завтра Алиса сядет на поезд и уедет в мир известности."
    "И всё у неё будет хо-ро-шо. Ведь правда?"
    "Как иначе-то?"
    "Не бывает иначе, у людей должно получаться то, к чему лежит душа, иначе это не душа, а ерунда какая-то."
    "Алиса хорошо пишет стихи, музыку… Ей бы людей в группу."
    th "Только из меня музыкант, конечно, тот ещё."
    scene bg int_mt_sam_room_night_7dl
    with fade
    "Устав ходить туда-сюда, я вернулся в зал."
    "Алиса спала на диване, плотно завернувшись в тонкое одеяло, безмятежно улыбаясь во сне."
    "Чётко очерченный профиль, губы, которые всегда так хотелось целовать, но никогда не хватало решимости."
    "Тихий сладкий сон."
    th "Ты не чувствовала никогда, как я за тобой наблюдаю."
    th "А я что… {w}Рыдаю?"
    th "Глупая такая рифма, глагольная. {w}Ты всегда меня так ругала за них."
    "Только вот щекам и правда было холодно."
    "Мне следовало бы просто закатить скандал с ультиматумами, и всё было бы в порядке."
    "Но я не мог!"
    "Ничего, даже колотящееся в горле сердце можно унять, если постараться."
    "Оно ускоряет бег на вдохе, замедляет на выдохе. {w}Если выдохнуть как следует, то можно остановить сердце вовсе."
    "Я знаю это, это ещё одно секретное оружие наряду с феном в комнате."
    "Усевшись на пол, я опёрся спиной о диван, нашёл в темноте ладонь и легонько сжал."
    "И уловил ответное пожатие."
    "Игра с детства. С первых нескольких недель вместе."
    "Даже просыпаться не надо."
    "Потому что есть люди, которым ты готов доверить собственный сон."
    "Поезд в половине восьмого, поэтому не будет ни утреннего завтрака, ни зарядки."
    "Не будет общего утра вместе — только будильник и гонка к перрону."
    "Голос смолкнет, но музыка останется, она будет с тобой, напоминая о том, кто всегда был рядом."
    stop music fadeout 3
    "Несколько секунд спустя я уже спал."
    scene anim prolog_3
    with dissolve
    play music music_7dl["devastated"] fadein 3
    "Меня разбудил сигнал будильника — мало того, что пронзительный, он был подключён к усилителю, так как после отъезда в собственное жилище девушка перестала подниматься."
    "Всегда и везде просыпала."
    "Вот только не сейчас."
    "На часах значилась половина седьмого — как раз достаточно времени, чтобы помыться, одеться и хотя бы чуть-чуть проснуться."
    scene bg ext_railstation_7dl
    with dissolve
    "…"
    "Чемодан за ней я нёс к поезду."
    "Держал одной рукой чемодан, другой сжимал её пальцы и мужественно шмыгал носом."
    "Не смел требовать больше, не смел."
    "Я и так целый год мотал всем нервы."
    "Но как мне хотелось остановить её!"
    "Очень…"
    "Чтобы не считать часы в кровати до рассвета, чтобы не погружаться в грёзы, где есть красное летнее солнце, работающий мотор и улыбка, и огонь в узнающих глазах."
    "И выбросить уже всю эту ерунду из головы!"
    "Ошибки, глупости…"
    show dv soft_smile dress with dissolve
    dv "Поезд скоро."
    "Улыбнулась девушка."
    dv "Если есть что-то сказать на прощание — говори."
    th "Мне бы хотелось, чтобы мы провели вместе больше времени."
    th "Мне кажется, я так сильно в тебя влюблён, что моя жизнь закончится, когда тронется поезд, увозящий тебя."
    th "Мне кажется…"
    am "Я не хочу изменяться. {w}Я хочу встретить тебя снова таким же, каким провожаю сейчас."
    th "Чтобы снова поймать твою ладонь, улыбнуться и обнять."
    th "А до той поры…"
    am "Прощай!"
    "Я говорил это потому, что изо всех сил старался не броситься вдогонку, не запрыгнуть на подножку поезда."
    play ambience ambience_7dl["railroad"] fadein 3
    show dv soft_smile dress with dspr
    "Алиса улыбнулась и крепко обняла меня."
    dv "Не кисни. Ты самый лучший. {w}Я обязательно привезу тебе что-нибудь."
    am "Привези себя."
    "Попросил я."
    am "А вот и твой поезд."
    "Состав стоит всего две минуты в нашем городе, поэтому если чуть-чуть промахнулся с номером вагона, тебе грозит суматошный забег."
    "Вот только Алиса не промахнулась."
    "Фактически, поезд остановился напротив нас."
    hide dv with easeoutleft
    play sound sfx_jump_into_hole_2
    "Два шага, прыжок — и прогал в сердце увеличился вдвое."
    "Судорожные поиски окна, улыбка сквозь толстое стекло, отблески солнца в глазах."
    "Она махала рукой и улыбалась, вся полная предвкушений и ожиданий."
    "А я старался убедить себя в том, что всё это просто глупая ревность влюблённого мальчишки, и никаких предчувствий нет."
    "Никаких."
    "Поезд тронулся, увозя мою Алису прочь, издевательски простучав колёсами «нав-сег-да»."
    am "Да пошёл ты к чёрту, понял?!{w} Алиса вернётся, ясно тебе!"
    "Я подобрал кусок гранита и запулил вдогонку вредному поезду."
    "Не докинул — состав уже разогнался как следует."
    "И Алиса…"
    scene white
    show prologue_dream
    with dissolve
    "Никто так и не понял — что случилось, почему случилось."
    "Викентий Викторович поставил на уши всех, включая полковника Тихонова, мы обзвонили все больницы, морги и вокзалы Ленинграда."
    "Тщетно."
    "Спустя год безрезультатных поисков Двачевская Алиса, восходящая звезда советской рок-сцены, была объявлена пропавшей без вести."
    "Она села в поезд, я её проводил — а на той стороне встречающая сторона никого не встретила."
    "Только зря стояли несколько часов с картонками «Алиса Дв.», никто не пришёл."
    "Куда она делась? Что с ней произошло? {w}Теперь уже неизвестно."
    "У нас очень хорошо умели искать людей, но Алиса поставила всех в тупик."
    "Только вот я не сдавался."
    "Не собирался!"
    "Это всего год. {w}Может быть, она застряла где-то без документов и денег, может быть, у неё проблемы?"
    "Тем более, что с некоторых пор мне начал сниться один сон…"
    stop music fadeout 3
    scene bg ext_busstop_sun_7dl
    show uvao_d1
    show prologue_dream
    with dissolve
    play music music_7dl["i_will_find_you"] fadein 3
    pause(1)
    scene stars
    with dissolve2
    "Это просто слёзы, они высохнут."
    "Я могу притворяться, что счастье для слабаков — ты же сама учила, что привязанности делают нас слабее."
    "Нельзя быть слишком счастливым, слишком сильно привязываться."
    "А сама была так сильно привязана к своей семье."
    "Ко мне."
    am "За горизонтом ждёт Вечность…"
    "Я задумчиво крутил в руках «алтарь творчества» с рифмованными строчками."
    "И лишь сейчас до меня доходили слова Алисы."
    "Люди не пишут лучшие стихи в вычурные книги с золотым обрезом и кожаным переплётом."
    "Не оставляют музыку в красивых гримуарах, способных пробудить в груди человека песню."
    "Нет."
    "Все шедевры сначала рождены в муках самого обыкновенного тетрадного листа в клеточку."
    "Ибо мысль не требует украшения, только фиксации."
    "Сколько здесь стихов, сколько воспоминаний…"
    "Можно прикоснуться к истории, на мгновение воскресить перед глазами, как улыбалась моя Алиса."
    "Но ни одна история не заканчивается просто так."
    "И даже когда мы достигаем конца долгого путешествия… впереди ждёт новая глава."
    "Я посмотрел в небо и беззвучно пообещал:"
    am "Я найду тебя, слышишь?"
    "Обязательно найду."
    "Открыл первую чистую страничку и старательно вывел:"
    "«План поисков Алисы»."
    play sound sfx_7dl["aunl"]
    show acm_logo_dv_7dl_sept with moveinright:
        pos (1600, 1020)
    pause(4.4)
    with vpunch
    pause(2)
    jump alt_stories_start