label alt_day7_me_neu_sept:
    scene bg int_hospital_corridor_7dl with dissolve
    play music music_7dl["iamagod2"] fadein 3
    "Будущее."
    "Ты можешь сколько угодно поливать грязью прошлое за всё хорошее, ненавидеть настоящее за то, насколько обрыдло оно и невзрачно."
    "Но будущее… Оно всегда остаётся незапачканной путеводной звездой, зовущей за собой."
    "Оно будто бы всегда впереди, привязанной перед носом морковкой принуждая двигаться вперёд."
    "Прекрасное далёко."
    "Не зря же мечтатели всегда грезили о будущем."
    "Я — мечтатель."
    "Потому…"
    scene
    $ renpy.show("bg int_d3_hideout_7dl", what = Grayed("bg int_d3_hideout_7dl"))
    with fade
    am "С-серьёзно?"
    "Недоверчиво поинтересовался собеседник."
    am "Ты б-был здесь столько раз, столько раз выбирал своё несчастное настоящее. {w}Что вдруг с тобой случилось?"
    am "Заболел?"
    me "Нет. Просто… {w}Понимаешь…"
    "Это тяжело было передать простыми словами, но мне хотелось донести до этого странного человека, что надо иметь смелость оставлять за спиной то, что тебя тянет в прошлое, надо иметь силы подниматься и идти дальше."
    "Да даже на то, чтобы просыпаться утром и продолжать жить, нужны силы."
    "А они отнюдь не в настоящем."
    "Человеку нужна та самая морковка."
    "Мотивация."
    "Потому что прошлого не вернуть, надеяться исправить его — бессмысленно, ибо каждая беда, каждая твоя потеря и делают тебя тобой."
    "Текущий я растерял все силы."
    "И в любом из будущих это будет всё равно лучше, чем сейчас."
    am "Понимаю."
    "Общая память, общие мысли, общие возлюбленные."
    "Мы были всегда."
    "Потому могли считать смерти и неудачи так, будто они происходили с нами."
    "И когда струна натянется и дёрнет вперёд, я пойму, что только так и логично."
    "Только так разумно."
    "Однажды мы были отправлены в никуда для того, чтобы решить один простой, но крайне трудоёмкий в ответе вопрос."
    "Я своё решение уже нашёл."
    am "Тогда… Проснись! {w}Прости себя!"
    with vpunch
    with flash
    stop music fadeout 3
    "Дём подошёл ко мне и легонько толкнул в лоб."
    scene
    $ renpy.show("bg ext_path2_day", what = Gjs("bg ext_path2_day"))
    with dissolve
    play ambience ambience_forest_day fadein 3
    play music music_list["into_the_unknown"] fadein 3
    "И я открыл глаза в будущем, дрожа от холода и сырости."
    "Весьма странном и не очень уютном будущем, должен признать."
    "Вокруг шумел лес, стояло раннее утро, когда не успевшее ещё подняться солнце только красит край неба в багрянец, а сумерки из чёрных становятся просто серыми."
    me "Что я здесь…"
    scene
    $ renpy.show("bg ext_path_day", what = Grayed("bg ext_path_day"))
    with dissolve
    "По логике вещей, я должен бы проснуться у себя в домике!"
    "В конце концов, именно там я и засыпал, а всё прочее слишком походило на бред!"
    "Значит, бредом и было."
    "Но, как оказалось, между вчерашним отходом ко сну и сегодняшним пробуждением успели внедриться и несколько других событий."
    "Или перемещений? Да чёрт его знает."
    "Оторвав голову от мшаной подушки, я поднялся — майка промокла насквозь, и ветер заставлял дрожать."
    "Зато ничего не случилось со штанами."
    "И с висящим на ветке над моей головой свитером."
    "Всё было при мне, всё."
    scene
    $ renpy.show("bg ext_sky_7dl", what = Grayed("bg ext_sky_7dl"))
    with dissolve
    "Включая телефон и пачку сигарет."
    "Щелкнув зажигалкой, я прикурил и попытался хоть как-то восстановить события последних часов."
    th "Должно быть, всё было о встрече у перехода на Гостином Дворе?"
    "Моё сознание активировалось достаточно поздно, потому первые воспоминания принадлежат к уже достаточно взрослому периоду — где-то пяти-шести годам."
    "И это было странно так — я как будто явился в этот мир героем компьютерной игры с предрасположенностями, раскиданными единицами характеристик и полным отсутствием памяти о том, как меня этому учили."
    "Так, например, я всегда умел читать."
    "В разные стороны, через букву, бегло на скорость, и скоро на объём."
    "В прокуренной кухне, пока доходила на плите картошка с грибами, я пересказывал безликим рукам, способным как накормить, так и ударить, содержание «Огненного бога Марранов» и успевал закончить точно в срок, когда поспевал ужин."
    "Были только проблемы с мягким знаком — я никак не мог запомнить, чем они с твёрдым друг от друга отличаются, а мнемоническая система запоминаний в моём случае напрочь отказывалась работать."
    "Слишком уж похоже звучали эти два знака."
    "Когда безликие руки ушли, а я остался один, я лежал на полу и смотрел мимо книжной полки на сиреневый переплёт с золотым обрезом."
    scene anim prolog_3
    show prologue_dream
    with dissolve
    "Антон Палыч. Пьесы."
    "А я читал как «Песы»."
    "И звучало опасно близко к бесам."
    "Нет, не тем достоевским бесам, которых я от бескнижия тоже осилил, но так ничего и не понял."
    "А к другим, к куда более страшным бесам. Тем самым, которые «песы»."
    "Холодные, выкручивающие внутренности песы, рюмка водки в нише под окном и заветрившаяся сарделька во внешнем холодильнике-ящике за окном."
    "Я с тех пор ненавижу Чехова, водку и сардельки."
    "К горлу ком прямо подкатывает, когда вспоминаю."
    "Кроме чтения на момент осознания меня как сущности, был ряд и других внедрённых навыков."
    "Например, способность к компенсации неудач — собственных или чужих."
    "И, конечно, умение стряхивать неугодные мне события прочь как шелуху с пальцев."
    "Правда, они не очень мне помогали — как я ни крутил события, а песы, водку и сардельку никуда выбросить не удалось."
    "Они как будто были всегда, краеугольные камни моего мироздания."
    scene anim prolog_5
    with dissolve
    "Возможно, количество таких манипуляций ограничено, и я большую часть бесценного ресурса растратил, просто пытаясь выжить, возможно, со взрослением просто сам процесс становится куда сложнее, но что есть, то есть."
    "Вселенная однажды дала ощутимого щелчка заигравшемуся демиургу."
    "Спустя всего год после успешного преодоления песов."
    "Послала мне на выручку ангела — и тут же отняла. {w}Слишком уж я тщательно выбирал события, которые должны произойти."
    "А Вселенная не терпит ни пустоты, ни идеала."
    "Энтропия должна быть во всём, вот что я понял."
    "Да только поздно."
    "Ангела не стало."
    scene anim intro_1
    with dissolve
    "Потом не стало второго ангела."
    "Песы взяли реванш, и я полгода провалялся в больнице с повреждениями желудка, почек, сердца…"
    "По сути, полгода из жизни долой, пока я пытался прийти в себя."
    "Да, тело — просто временная оболочка, но пока ты не настропалил взаимодействие с миром посредством чего угодно помимо привычных органов чувств, ты слишком зависим от этой оболочки."
    "Вот и я…"
    "Когда я пришёл в себя в очередной раз, оказалось, что вокруг совсем не Ленинград."
    "Оказалось, что отец никогда не приходит, а мать…"
    scene
    $ renpy.show("bg ext_townscape_ph_day_7dl", what = Grayed("bg ext_townscape_ph_day_7dl"))
    with dissolve
    "Как я понял, её силой забрала к себе семья откуда-то из провинции."
    "Да только по итогу не продержалась и наша семья матери-одиночки — не прошло и двух лет, я в третий класс только-только пошёл."
    "Однажды в дверь позвонили, и я открыл дверь металлическому привкусу во рту, холодному дождю и одиночеству."
    "И по итогу всех этих событий в моей жизни появился второй ангел на смену первому."
    "Рыжий, веснушчатый, весёлый и талантливый."
    scene bg int_mt_sam_room_7dl
    with dissolve
    "Я не мог понять, чем она руководствовалась, спасая меня."
    "Чем она… На неё столько всего свалилось — и всё из-за меня!"
    "Наверное, уже тогда я начал разочаровываться в себе и собственном деле."
    show dv smile dress
    show prologue_dream
    with dissolve
    dv "Ты пойдёшь со мной?"
    hide dv with pixellate
    "А в итоге ушла и она."
    "Не к другому, а просто ушла…"
    "Да, потом мне снова начало везти на хороших людей, будто бы специально попадающихся на моём пути с целью поддержки."
    "Чего только стоит сводная сестра."
    "Или подруги Алисы."
    scene bg ext_railstation_7dl
    with dissolve
    "Но всё это не имело такого уж большого значения, ибо лишало свободы выбора."
    "Будто кто-то издевательски смеялся: ах, нравится она тебе? Тогда мы её у тебя отнимем. Или вовсе убьём. А взамен дадим кого-то совсем другого."
    "И как в таких условиях привязываться к кому-то?"
    "Страшно."
    "Вот я привяжусь, а с человеком что-то случится. Потому что я же привязался, а это всегда плохой знак."
    "Ничего хорошего из этого никогда не выйдет."
    scene
    $ renpy.show("bg ext_railbridge_sunset_7dl", what = Grayed("bg ext_railbridge_sunset_7dl"))
    with dissolve
    "Может, тогда лучше вообще спрятаться в песок поглубже и не отсвечивать?"
    "Не приносить в этот мир и жизнь других людей ненужную порцию зрелищ и боли."
    "Меня нельзя обвинить в недостатке старательности — видит рандом, за обеих своих ангелов я бился как лев, пересчитывая чуть ли не каждую секунду нашей совместной жизни."
    "Итог оставался один."
    "Одна авиакатастрофа, одна поездка на рок-фестиваль. Два ангела долой."
    "Как ни меняй, как ни рассчитывай, как ни старайся… Бесполезно всё."
    scene
    $ renpy.show("bg ext_khruschevka_sunset_7dl", what = Grayed("bg ext_khruschevka_sunset_7dl"))
    with dissolve
    "Всё бесполезно."
    "Это как прыгать через трещины на асфальте, верить в гороскопы и прочую хиромантию."
    "Загадывать, следовать приметам, целиться в будущее."
    "Это как сидеть дома после школы и не глядя совмещать кончики указательных пальцев."
    "Если сумеешь удачно попасть одним по другому, тогда мама придёт, папа придёт, всё будет хорошо, и ты заслужил свой уютный жёлтый вечер."
    "Иначе же…"
    "И всегда подглядываешь, чтобы не ошибиться."
    "Чёрт возьми, где же я это читал?.."
    "И если на Садовой обвалился козырёк, и двумя из семидесяти пострадавших оказались родители — виноват ли в этом ты, что впервые за всю жизнь решил не подглядывать и честно совместить пальцы, а в итоге промахнулся?"
    "Наверное, нет?"
    "Или всё же да?"
    "Этого никто не знает. Причинно-следственная связь заигрывает с человеком, но в действительности не даёт ему никаких ответов на вопрос: «что же нужно сделать А, чтобы железобетонно получилось Б?». Всегда какие-то факторы случайности есть."
    "Например, забиравшие второго ангела служители закона могли бы оказаться чуточку более человечными и забрать меня вместе с ней."
    "Устроить в приёмник-распределитель, и тогда я никогда не встретил бы сестру, Тишу и Славку."
    "Всё было бы совсем иначе — всего лишь из-за того, что аватаре государства в погонах вдруг стало не плевать на судьбу мальца, у которого он отнял сначала мать, а потом и ангела."
    "Так тоже бывает, я слышал."
    scene
    $ renpy.show("bg ext_path2_day", what = Grayed("bg ext_path2_day"))
    with fade
    "Но, конечно, не в моём случае."
    "Сигарета скончалась, за ней вторая."
    "Солнце поднялось достаточно высоко, чтобы можно было различить творящееся вокруг."
    "И оказалось, что вокруг вовсе даже не глухой бурелом, как ожидалось."
    "А, скорее, густо заросший подлеском плоский как стол участок земли."
    "Потому что солнце просвечивало его насквозь, не встречая сопротивления, дышалось легко, и…"
    scene
    $ renpy.show("bg ext_genda_7dl", what = Grayed("bg ext_genda_7dl"))
    with fade
    "Серая громада, маячащая в кустах, оказалась вовсе не камнем."
    "Вернее, не только и не столько камнем, сколько…"
    "Срывая ногти, пачкаясь и шипя от боли, я содрал с камня мох и несколько минут курил третью за утро, задумчиво глядя на показавшиеся буквы."
    me "Вот значит, как…"
    "Я огляделся."
    "И нет, вокруг не было ничего знакомого."
    "Здесь не было площади, не было лагеря, зато стояла высокая узкая каменюка с надписью на высоте в две трети человеческого роста."
    scene
    $ renpy.show("bg ext_genda_clean_7dl", what = Grayed("bg ext_genda_clean_7dl"))
    with dissolve
    "Пять букв."
    "Генда."
    "Нет, на самом деле это не была какая-то кириллица, больше походило не то на руническое письмо, не то на старорусский с «ерами» и «ижицами»."
    "Но если читать именно русскими буквами, получалась именно такая картина."
    "Старая добрая практика полуграмотного мальчика, который в книжке «THE UNDER» увидел «тне уидея»."
    "Солнце достало и до каменюки, выхватило из темноты верхушку с грубо вырезанными чертами, саркастически оскаленным ртом, прищуренными глазами."
    "Вдох."
    with vpunch
    "По лесу пронёсся едва ощутимый удар."
    "За ним второй… Третий…"
    "С верещаньем мимо меня пронёсся русак, его глаза налились кровью — мотало бедного грызуна от страха так, что он скорее напоминал пьяного."
    "Заложив по полянке фигуру высшего пилотажа, косой удалился прочь."
    "Ещё удар."
    with vpunch
    "С каждым таким в душе просыпались потаённые страхи."
    "Морозом продирало по спине."
    "Хотелось сбежать, уподобившись косому — куда подальше, как можно быстрее."
    "Да только он скотина и слаб, а я — человек."
    "Выжатая от росы майка почти просохла, а вот набравший воды свитер сох куда медленнее."
    "Потому от ветра дрожать уже не приходилось."
    "А вот от ударов…"
    scene
    $ renpy.show("bg ext_path2_day", what = Grayed("bg ext_path2_day"))
    with dissolve
    "Я вспомнил все пересмотренные фильмы ужасов, все перечитанные хорроры и саспенсы."
    "Хотя головой понимал, что в этой волости никакой хоррор произойти не может по причине отсутствия сообщения."
    "Но всегда оставался шанс на проклятый лес."
    "На местный бестиарий…"
    "На…"
    "Отбросив докуренную сигарету, я отправился в обход каменного стража."
    "Той самой бабы, что последний десяток тысяч лет сторожила местную тайну."
    "Да только фиг он что со мной сделает."
    "Ни он, ни окружение, ни потенциальные угрозы. Я слишком многих потерял и уже совсем не боюсь за себя."
    "Поэтому я приду и уйду беспрепятственно: Вселенная благоволит к людям без оков."
    me "Людям…"
    play sound sfx_open_metal_hatch
    pause(1)
    scene bg int_hence_day_7dl
    with dissolve
    play ambience ambience_catacombs_stones fadein 3
    "Скрип, скрежет…"
    "Полностью соответствуя будущему памятнику, каменюка обладала ровно теми же пустотами, замаскированными вентиляционными решётками."
    "Да, было страшно, жутко и хотелось бежать сломя голову, но я прекрасно понимал, что всё это не моё."
    "Оттого и игнорировать всё это было гораздо проще."
    "Стиснуть зубы и лезть вниз по ступенькам."
    "Вокруг не было площади, не было лагеря, и даже мой потаённый страх о том, что однажды здесь построят огромное добывающее предприятие, с умом обогнув все сложности конструкции, не сбылся."
    "Ничего здесь не построили."
    "То ли ещё. То ли уже."
    "Как будто я…"
    me "Да ну, не мог я попасть в прошлое."
    "Ведь не мог же, правда?"
    "Наверное, не мог."
    scene bg int_hence_night_7dl
    with dissolve
    "Ниже и ниже."
    "И ниже."
    "Здесь всё случится, под землёй."
    "Добраться до…"
    "Я резко дёрнулся и обернулся — ощущение взгляда в спину стало почти нестерпимым."
    "Пусто."
    "Сырая темнота, в которой неизвестно ещё как ориентироваться."
    "Шум ветра, чьё-то дыхание, шаги."
    th "Будем надеяться, что мне всё это просто кажется."
    "Ничему здесь доверять не стоило, включая и собственный набор органов перцепции."
    "Если кто-то поставит целью обдурить меня — он это сделает."
    "Ничего сложного — наверху стоит резонатор, гудящий где-то на 2-7 герцах, а это неплохая резонирующая частота с разными органами и участками мозга."
    "Однажды из резонатора вырежут Генду, и он гудеть перестанет, а детишки больше не будут бояться ходить на обед и в медпункт через площадь."
    "Но охранять объект всё равно надо."
    "Тогда-то и появится местный Кулибин, способный решить в том числе и эту задачку."
    "Такой же пионер, как и все прочие."
    "Да, однажды здесь будет лагерь."
    "Однажды сюда приедет странный пионер, который предлагает свою голову желающим провести недельку в советском лагере."
    "Однажды здесь развяжется конфликт за обладание доступом к пещере."
    "События дня даже не завтрашнего, а, скорее, потенциального."
    "Способного произойти."
    "Однажды."
    "Вдох."
    play sound sfx_jump_into_hole_2
    pause(1)
    scene bg int_mine_room
    with dissolve
    "Я спрыгнул на бетонный пол и огляделся."
    "В крохотной комнатушке уместился бетонный пенал со скоб-трапом, откуда я только что явился, и необычная квадратная дверь."
    "Освещения, пусть и скудного, вполне хватало — из-под потолка приветливо подмигнула неяркая сороковаттка в оплетённом сеткой плафоне."
    "Всё относительно свежее, новое."
    "Возможно, эта конструкция была сооружена пару лет назад, не больше."
    "Но слой пыли явно свидетельствовал о том, что место заброшенное."
    "Потрясающее головотяпство — угрохать уйму денег на строительство подземного помещения и не пользоваться им."
    "Такое возможно только в Советском Союзе."
    "Ну, а раз так, я, пожалуй, попробую поселиться здесь сквоттером."
    "Ведь можно же, а?"
    "Можно?"
    play sound sfx_open_metal_hatch
    pause(1)
    scene bg int_catacombs_entrance
    with dissolve
    "Я толкнул дверь и недоверчиво уставился на открывшийся взгляду туннель."
    th "Секретный комплекс? И для чего?"
    "Нет ответа."
    "В комнатке было уютнее — факт."
    "Но сидя здесь, ничего не решишь, правда?"
    "Мне кажется, что правда."
    "Потому…"
    play sound sfx_metal_door_large_close_basement
    "Дверь за спиной истошно заскрипела, возвращаясь на место."
    "Я подпрыгнул и чуть снова не отдал богу душу."
    "Тревожности и так хватало из-за бабы над головой, но усугублять ситуацию ещё и такими дешёвыми трюками не было вовсе никакой необходимости!"
    "Снова шаги."
    play sound sfx_ghost_children_laugh
    "Смех."
    me "Эй, кто здесь?"
    "Я бы посветил в ту сторону, но у меня нет фонаря."
    "Вообще никакого источника, исключая ещё один плафон приблизительно в пятидесяти метрах впереди."
    me "На старт…"
    "Я бросился вперёд, молясь, чтобы в темноте никто не поджидал, чтобы не было хлама на полу, я не споткнулся и не сломал себе ногу, не был сожран местными крысами…"
    "В общем, самая обыкновенная обывательская молитва человека, забывшего дома фонарик."
    "Хотя…"
    "У меня всё ещё оставался запас сигарет и огня… Но это на самый крайний случай."
    th "Крайний, я сказал!"
    me "Ага."
    stop music fadeout 3
    "Ответил я сам себе, затягиваясь и пряча пачку в карман."
    "Здесь туннель расходился на два рукава, и из правого…"
    scene
    $ renpy.show("bg int_catacombs_entrance", what = Grayed("bg int_catacombs_entrance"))
    with dissolve
    play music music_7dl["are_you_there"] fadein 3
    voice "Сенсоры засекли запах дыма!"
    voice "Он здесь?"
    voice "Живым брать!"
    th "Это они про меня?!"
    "Ужаснулся я."
    voice "Есть контакт!"
    with flash
    "По глазам мазнуло снопом мертвенно-синего света."
    voice "Взять!"
    "И я побежал."
    scene bg int_catacombs_entrance at fast_running
    "От грохота ботинок за стеной, от криков, от бьющих в спину инфра-синих фонарей."
    "Кому и что требовалось от меня, даже вопросом не было — это определённо была засада."
    "На отдельно взятого меня или вообще просто так на случайного прохожего, от которого они всё и охраняли, я знать не мог."
    th "Но раз «живым брать», то, наверное, мне дадут шанс отбрехаться?"
    "Слабо верится."
    "Если это какая-то госструктура, то они сначала проведут любовную прелюдию по почкам и печени."
    "Неохота проходить через подобное, если честно."
    "В случае, если это частная лавочка, то меня бить, конечно, не станут. Сразу."
    "А вот по получении всей информации вполне себе могут шлёпнуть без суда и следствия."
    "Нельзя отрицать и такой исход."
    "Так что ходу, Форрест, ходу!"
    "Не знаю — то ли страх придал мне силы, то ли ещё что, но я, никогда не бегавший толком, неспособный посмотреть себе под ноги, бежал как заяц, петляя, ни разу даже не потеряв равновесие на разбросанных там и сям обломках."
    "Бежал всё глубже и глубже под землю."
    "Туннель имел совершенно очевидный наклон, потому с каждым шагом я становился дальше от поверхности."
    scene bg int_catacombs_entrance at running
    "О том, как я буду потом выбираться, и думать не хотелось."
    "Эгоистичная логика игрока, считающего, что после завершения истории больше ничего не происходит."
    "Неплохое отношение к персонажам компьютерной игры или книги — ибо все они после слова «конец» возвращаются к той самой пустоте — общему знаменателю всего."
    "Или суперпозиции, если угодно."
    "Только в моём случае это не работает."
    "Да, я могу сжульничать немного в том или ином случае…"
    "Но для того, чтобы попасть туда, надо каким-то образом прийти, приехать, прилететь, телепортироваться…"
    "Так что путь на поверхность будет долгим, это я точно знаю."
    "Поэтому лучше избегать каких-то столкновений, чреватых ранениями."
    "Бежать, уставший — не дохлый."
    with fade
    "Бежать…"
    "Отсюда всего несколько выходов, и я все их знаю."
    "На сто первый этаж, в объятья местного генератора реальностей и на дорогу."
    "Весь вопрос в том, знают ли об этих выходах преследователи."
    "Ибо, если знают, им не составит труда обеспечить заслонами вообще всё."
    "Было бы желание. Система сильнее одиночки уже хотя бы численным перевесом."
    "И они, конечно, обязательно лучше меня обучены, сильнее физически, может быть, даже умеют стрелять на слух."
    scene bg int_catacombs_hole
    with dissolve
    play sound sfx_7dl["breath"] fadein 1
    voice "Эй, где он?"
    voice "И я не знаю."
    voice "Нет, мимо нас он не пробегал."
    voice "Значит, он отправился… Так, всем! Отмена предыдущего приказа, огонь на поражение!"
    voice "Мне плевать, что это гражданский, инструкции есть инструкции, разойтись!"
    "Я отпрянул от ещё одной решётки, откуда подслушал весь разговор."
    "После нескольких минут гонки по катакомбам я начал сдавать."
    "Меня пока выручало моё аномальное везение, но вряд ли оно будет работать долго."
    "Поэтому лучше бы узнать побольше о моём статусе здесь, о перспективах…"
    "Вот и узнал на свою голову."
    "Периферийное зрение, как обычно, в темноте работало гораздо лучше, и только благодаря ему я углядел провал в полу."
    "Взял небольшой разбег, и…"
    th "Да что им надо, сволочам?!"
    "Панически мелькало в голове, пока я машинально откатывал все возможные отнорки, где происходили встречи с преследователями."
    "Обложили меня капитально."
    "А у страха глаза велики — трёхметровую дырку в полу я форсировал безо всяких сложностей."
    "Фактически, настолько, что казалось иногда — гонят по некоему определённому маршруту в определённое место."
    "Возможно, там сидит и ждёт своего часа кто-то, кто их и нанял?"
    "Но тогда почему «стрелять на поражение»?"
    "Меня не так-то просто убить, в худшем случае просто вышвырнет из этого тела."
    "Досадно, конечно, но не страшно."
    "Терпимо."
    scene bg int_catacombs_entrance
    with dissolve
    "Лабиринт коридоров и туннелей мало-помалу вставал в голову раскрывающейся картой — чувство направления работало вовсю."
    "Для полноты эффекта не хватало только какой-никакой пушечки, чтобы отстреливаться от собирающихся «бить на поражение»."
    "Бегать было, мягко говоря, неприятно."
    scene
    $ renpy.show("bg int_catacombs_entrance", what = Grayed("bg int_catacombs_entrance"))
    with dissolve
    "И прыгающие в голове мысли-воспоминания никак не хотели складываться в стройную картину."
    "Нет, вместо этого там и сям зияли дыры, восполнить которые не было решительно никакой возможности."
    "Кое-что удавалось вспомнить, но большую часть — нет."
    "В частности, объяснение таких злободневных вещей, как местные пейзажи — что они такое, откуда, как я сюда попал, почему нет вокруг лагеря, что за преследователи…"
    "Кто сможет объяснить?"
    "Я не знал."
    "Никто не знал."
    with flash
    voice "Цель обнаружена."
    "Донеслось сзади."
    voice "Коридор восемь, третий уровень."
    voice "Да, спасибо. Жду подкрепления."
    "Совместить красную голографическую точку и бегущую в коридоре призрачную фигуру, задержать дыхание."
    "Выбрать свободный ход крючка до конца, плавно потянуть на себя…"
    scene
    $ renpy.show("bg int_catacombs_entrance", what = Grayed("bg int_catacombs_entrance"))
    with slideright
    "Я тут же откатил момент, где фигурка складывается и летит на пол, а из пробитой шеи на бетон хлещет кровь."
    "Потом ещё один."
    "Ещё…"
    "Всё это были полумеры, конечно. {w}В идеале следовало бы предотвратить его приход — насыпать песка в ботинки, заставить задержаться во время радиопереклички, отправить до ветра… Мало ли."
    "Да поздно уже было."
    "Приходилось бороться не с причиной, а следствием, заниматься исключительно симптоматическим лечением."
    "Рывок — и я привалился к стене за поворотом, шумно дыша."
    th "Я слишком стар для всего этого дерьма."
    "Сейчас я был бы очень не против сдаться."
    "Да только никто меня брать в плен больше не спешил."
    "Им необходимо было выпотрошить меня, нашпиговать свинцом."
    "Потому переговоры были заведомо невозможны."
    scene bg int_catacombs_entrance
    show blackout_exh
    with dissolve
    "Звуки разносились многократно усиленными, шаги были слышны гулко и чётко."
    "Один я продолжал перемещаться бесшумно, будто бы больше и не принадлежал этому миру."
    "Не принадлежал…"
    "Я ахнул, до меня понемногу начало доходить реальное положение вещей."
    "И подход к ситуации, и мои странные способности."
    "И даже желание этих странных безликих людей с лающими автоматами и тяжёлыми ботинками угрохать меня."
    "Они охраняли нечто ценное."
    with fade
    "Нечто, к чему лучше не соваться, если ты только не уверен в себе на все сто процентов."
    "Нет, денег за него не дадут, но…"
    "Дыхание мало-помалу восстанавливалось, а висящая где-то на периферии карта наконец завершилась."
    "Тут же появилась легенда, красные точки, окружающие белую, а где-то чуть дальше можно было разглядеть все три выхода."
    "А если присмотреться ещё лучше и включить нужную опцию, то можно увидеть — где и когда какая из точек будет в нужный момент времени."
    "Это напоминало своего рода трекинг перемещения, вот только строился он не в прошлом и даже не в реальном времени — а в будущем!"
    "Как ни крути, ни в лабиринт, ни на дорогу я сейчас попасть не смогу — даже с учётом способности по откату, я попросту не сумею разминуться со всеми красными точками."
    "Не потому, что я такой алкоголик и придурок, напротив: эти два направления были усилены дополнительными отрядами, будто прекрасно понимающими, куда я побегу."
    "Так что путь только вперёд."
    "К тому самому лифту, что сможет поднять меня на сто первый этаж, а по факту остаётся на месте."
    "Вернее, это для стороннего наблюдателя он остаётся на месте, а человек исчезает."
    "Тяжело объяснить, но я понимал, как это работает."
    "Достаточно просто…"
    scene
    $ renpy.show("bg int_mine_heart_7dl", what = SS_com("bg int_mine_heart_7dl"))
    show anim_grain
    with dissolve
    "Я посмотрел ещё раз на лабиринт — оттуда с голодным, безжалостным любопытством уставилась в ответ бездна."
    scene
    $ renpy.show("bg ext_busstop_dust_7dl", what = Gjs("bg ext_busstop_dust_7dl"))
    with dissolve
    "Посмотрел на дорогу — оттуда резануло струной."
    scene bg int_catacombs_door
    with dissolve
    "Лифт был серой лошадкой."
    "Неизвестно ещё, куда он может доставить."
    "Вполне вероятно, что и напрямки в лапы к врагу."
    "И тогда…"
    "Я помотал головой, отгоняя видение простреленного в сорока местах тела."
    scene bg ext_emptiness_7dl
    with touch
    pause(1)
    scene bg int_catacombs_entrance with fade
    "Отсюда до лифта около двух километров, если поспешу…"
    "Проблема в том, что бежать придётся снова по тому же коридору, откуда я свернул."
    "А он простреливается, там замер на спусковом крючке палец, и фигура в шлеме азартно ждёт, когда же я покажусь."
    "Пристрелянная позиция…"
    "Что ж, похоже, придётся снова пользоваться своими способностями."
    "Палец может сорваться, оптика может запотеть, патрон может заклинить, а под ногой может оказаться скользко…"
    "Это не совсем мои способности, они какие-то очень… женские?"
    "Но удобные. И до тех пор, пока я не разберусь, кто я такой, можно пользоваться и ими."
    "Потому что потом…"
    play sound sfx_7dl["deagle_shot"] fadein 1
    "Ахнул выстрел, пуля выбила искру о камни рядом с самой моей головой."
    me "Твою мать!"
    "Я бросился вперёд, каждые два шага меняя положение вертикальной оси тела."
    "С умного на русский: петлял как заяц, посекундно ожидая свинца меж лопаток."
    "И…"
    "Дождался."
    "Дождался!"
    with vpunch
    show spill_red
    "Раскалённым молотом меня ударило в спину и швырнуло вперёд!"
    "Мордой о камни."
    voice "Готов, красавчик."
    voice "Альфа, третий. {w}У меня здесь свежий прыгун, запрашиваю медиков и тому подобное."
    th "Скотина…"
    "Я бессильно лежал на животе и истекал кровью."
    "Однажды кровопотеря станет слишком большой, и меня снова выбросит в какое-то другое место."
    "Но сейчас…"
    "Со стороны стрелявшего снова донёсся шорох, и чей-то голос спросил:"
    voice "Ну, и где жмурик?"
    voice "Пошли, я подсвечу."
    "Звук шагов удвоился, а надо мной соткались из воздуха знакомые жёлтые глаза."
    scene bg int_catacombs_door
    show mz angry glasses pioneer
    show anim_grain
    with dissolve
    mz "Ты хочешь умереть?"
    mz "На самом деле ты хочешь, чтобы тебя спасли."
    mz "Да только вот все спасатели какие-то несимпатичные, да? {w}А сам себя ты спасать не хочешь — не простил ещё."
    show mz normal glasses pioneer with dspr
    mz "Ладно, задержи дыхание и сосчитай до пяти. Раз… Два…"
    play ambience sfx_7dl["gunfire_2"] fadein 1
    scene bg int_catacombs_entrance
    with flash
    "И я, нечеловечески извернувшись, чудом разминулся с пулей в воздухе."
    "Двести-семьсот метров в секунду, не такая уж и большая скорость, если посудить."
    "Легко увернуться. {w}Даже если не от пули, то от стрелка — человек не идеален, даже у самых тренированных скорость смены позиции прицеливания обладает известным лагом."
    "Но вот попали в спину."
    "Позорно и бестолково."
    me "Скажи, а я смогу отомстить стрелку?"
    show mz smile glasses pioneer
    show anim_grain
    with dissolve
    mz "Зачем? Ты же не убиваешь автомат за то, что тот стрелял."
    mz "Наказывай хозяина, а не орудие."
    hide mz
    hide anim_grain
    with dissolve
    "С этими словами желтоглазая девушка исчезла."
    "И вовремя — справа от меня была до слёз знакомая бумажка с кошерной надписью: «Септим-Полигон №4, МСБ РСФСР»."
    "Во сне было что-то вроде «эта надпись размыта», а тут… {w}Полигон, гляди-ка."
    "Сверху что-то загудело, зашуршало…"
    play sound sfx_metal_door_handle_rattle
    "И дверь в лифт громко щёлкнула, свидетельствуя о том, что карету подали."
    voice "Он у лифтов, не дайте ему уйти!"
    th "Поздно."
    "Улыбнулся я."
    "Два шага до лифта — полсекунды, открыть дверь и протиcнуться между деревянными створками — ещё полсекунды."
    play sound sfx_metal_door_large_close_basement
    pause(1)
    scene
    $ renpy.show("bg int_home_lift_7dl", what = Gjs("bg int_home_lift_7dl"))
    with dissolve
    stop ambience fadeout 3
    "Дверь закрылась с металлическим грохотом, а в металл тут же вгрызлось несколько пуль."

    voice "Чёрт, он в лифте. Повторяю, он в лифте! {w}Газ на четыре часа, пли!"
    th "Газа мне ещё не хватало. {w}Валим, пожалуй."
    "Я легко обнаружил кнопку сто первого этажа, третью сверху в правом ряду — ровно ту же, что и во сне."
    "Это вызывало вопросы относительно его реальности, но сейчас было не до глупостей."
    "И… Вот так, с точки зрения участника событий, я стоял в лифте, а мимо меня сверху вниз проплывали перекрытия этажей."
    "Сначала медленно, но всё быстрее и быстрее."
    "И быстрее…"
    scene
    $ renpy.show("bg int_home_lift_7dl", at_list = [running], what = Desat("bg int_home_lift_7dl"))
    with dissolve
    play ambience ambience_7dl["elevator"] fadein 3
    "Там меня обязательно дождётся тот, кто ждал с самого начала."
    "Странное существо — вовсе не человек. Да и меня, если на то пошло, трудно назвать человеком."
    "Это до поры я верил в то, что доступное мне доступно и всем."
    "Что если у меня песы, водка и сарделька, то и у всех так."
    "Если у меня можно сказать событиям «пошли прочь», то и у любого так можно."
    "Понимание пришло достаточно поздно."
    "Как и то, зачем я здесь."
    "Дело в том, что мироздание общается с каждым на языке, ему понятном."
    "Так кошки мяукают только с человеком, между собой они общаются совсем иначе."
    "Адаптация."
    stop ambience fadeout 3
    stop music fadeout 5
    scene bg int_d3_hideout_7dl
    with dissolve
    am "Добро пожаловать. С-снова."
    "Снова этот бетонный пенал с освещением от пола, снова эта одиночная койка."
    "Хотя два тёмных прямоугольника на полу значили, что там, скорее всего, был и ещё кто-то однажды."
    "Был."
    play music music_7dl["regret"] fadein 3
    "Только вот не мог я адаптироваться к таким условиям."
    "Слишком привык думать о себе как о таком же, как и окружающие."
    "То, что это было ложью, дела не меняло совершенно."
    am "Ты всё-таки п-пришёл."
    me "Угу."
    "Проворчал я."
    me "Правда, непонятно, зачем меня было заставлять снова проделывать этот путь."
    me "И что это за идиоты в туннелях с «калашниковыми»?"
    am "А, не обращай внимания."
    "Отмахнулся знакомый уже Дём."
    am "Это просто кому-то очень хочется поймать септима."
    me "Септима?"
    am "У нас всего несколько минут, перед тем, как подтянутся офицеры — эти смогут воспользоваться лифтом."
    am "Поэтому по-быстренькому спрашивай, что тебя так интересовало."
    am "Постараюсь ответить."
    "По-быстренькому…"
    "У меня был миллион вопросов."
    "Нет, на самом деле, миллиард!"
    "Но что-то подсказывало, что если я начну спрашивать о чём-то, что сам понять не сумел, я тем более не пойму."
    me "Кто я такой?"
    "Наконец, задал я самый насущный вопрос."
    am "Ложноножка."
    me "ЧТО?!"
    am "Ложноножка. Что непонятно?"
    me "Э… Тогда кто ТЫ такой?"
    am "Координатор и якорь."
    me "Ничего не понимаю."
    am "Тебе нужны формулы? {w}Доказательства?"
    am "Боюсь, я не смогу предоставить их тебе, Сёмчик."
    me "Но тогда о чём тебя спрашивать?!"
    am "Кто ж его знает… {w}Я сам порой не в курсе."
    am "Может, про любимые еду и напитки? {w}Мне нравится молоко и печенье «к кофе». Оно тоже на сухом молоке, получается масло масляное."
    am "Но до чего вкусно! {w}Это чуть ли не самое лучшее, что есть в местной размерности."
    me "Зачем ты прогнал меня ещё раз по этому пути? {w}Неужели нельзя было переместить вместе с собой?"
    am "Затем, что перед тем, как требовать олимпийские рекорды, ребёнка надо ещё научить ходить. {w}Только потом бегать."
    me "И?"
    "Дём улыбнулся, не поворачивая голову в мою сторону."
    am "Ты пока ещё учишься ходить, Сёмчик. {w}Но обязательно научишься. Зуб даю!"
    "Чем дольше я слушал диалог этого странного человека в солнечных очках, тем больше понимал, что он не врёт."
    "И не мог, не понимал я его умишком своим ущербным, как ни старался."
    "Человек может развить мускулатуру, стать в десять раз сильнее."
    "В двадцать — в случае разумного стрессового использования резервов."
    "Но у него есть предел. {w}Мышцы не могут укрепляться сверх того, что позволяет природа."
    "Так и с разумом."
    "Я совершенно напрасно пытался прыгнуть выше головы, выжимая из себя максимум, в погоне за силой и знаниями отбросив всё, что делало меня человеком."
    "Мне с самого начала следовало понять, что все эти руки-ноги-голова и лёгкое заикание в речи нужны ему просто для того, чтобы немного утешить ностальгию по времени его личной юности."
    "Я не знаю, кем он был, но уж точно не человеком."
    scene anim_digi
    with fade
    "Он звучал внутри меня резонансом нервных частот, выстреливая шипучими искрами, и нам фактически не нужны были слова, ибо собственный мир тишины нас более чем устраивал."
    "Так общаются между собой конечности и внутренние органы."
    "Вот только я был ретроград, предпочитал вербальное общение."
    "Он же… Ему было всё равно."
    "И только непереводимая во внятные человеческие понятия боль гнала и гнала его сквозь пространства вперёд и вперёд."
    "Будто от боли можно сбежать."
    "И в лагере этом, в этом… месте… {w}Всё вышло не потому, что я внезапно сумел понять правила игры."
    "Нет."
    "Оказывается, даже такой, как он, может делать и что-то — просто так. Бесцельно."
    "Вернее, с целями, которые недоступны моему пониманию, ибо одно их описание займёт времени больше, чем решение."
    "Для тупеньких, конечно."
    "Уверен, сверхчеловек должен использовать собственный метаязык с тремя-четырьмя слоями смысла."
    "Но для меня он сделал поблажку."
    "Или скидку. {w}Говорил медленно, а не как в мире Тишины, с допущениями, а не как в мире Права, и, конечно, давая возможность сомневаться."
    "Притворялся человеком."
    th "Неужели это и есть причины всего?"
    th "Если человек, заболевая, выделяет слизь, гной и прочие неприятные штуки, то возможно ли, что больное существо высшего порядка выделяет больные миры?"
    "И он пришёл сюда, к порриджу, где первовещество способно безболезненно поглотить все эти искажения, плавно заземлив их в складках вероятностей?"
    "Пускай и такой ценой."
    "Едим же мы антибиотики, прекрасно понимая, что расплата за это будет жестокой, что побочные эффекты будут очень мучительными."
    "Но болезнь отступает, а то, где нам напортили побочные эффекты, рано или поздно восстановится."
    "Так и он."
    "Улыбается, машет отплывающему галиоту, где в тени алого полотна оседлала бочку самая красивая девушка с парой бирюзовых хвостов."
    "Машет плачущей от боли девушке, до побелевших пальцев вцепившейся в кожзам кушетки в приёмной ветеринарной лечебницы."
    "Кивает проплывающей на эскалаторе парочке держащихся за руки подружек — блондинке и шатенке."
    "Сочувственно смотрит на девушку в красном платье с белой тесьмой, сквозь слёзы, сквозь рыжую чёлку смотрящую вслед уходящей сутулой фигуре."
    "Легонько гладит по щеке девушку, спящую за рулём стоящей в пробке машины."
    "И он делает это одновременно. Сразу — и везде."
    "Просто мне, дураку, не так-то просто это понять. {w}Равно как и то, что прохождение к лифту во сне, борьба со временем в мире барбариса и полыни и моя гонка парой минут назад — всё это происходило одновременно."
    "С одним человеком. Мной."
    "Он исцелился, я помог ему вернуть себя. {w}Все мои я."
    "Кушетка на полу с антивандальными светильниками заскрипела, и высокая фигура с почти нечитающимся лицом спустила ноги на пол."
    "Она подошла ко мне короткими неуклюжими шагами и заглянула в лицо сверху вниз."
    "Я не пошевелился."
    "И не смотрел ему в лицо."
    "Потому что прекрасно знал, что такое зеркало, и чем оно опасно."
    th "Значит, я был прав?"
    "Не размыкая губ, спросил я."
    am "В целом. {w}Вы и правда не виноваты ни в чём."
    th "И ничего особенного собой не представляем."
    "Закончил за него я."
    am "Ты хочешь их вернуть?"
    th "Разве это не означает разрыва причинно-следственной связи?"
    am "Ты умён."
    th "Не так, как ты."
    am "Я могу сделать тебя своей частью. Хочешь?"
    "Искушение было… {w}Да чертовски огромным оно было."
    "Я, всю жизнь желавший стать чем-то большим, получил такой шанс…"
    am "Я с тобой. {w}Смотри."
    "На меня всем весом упала с неба десятитонная капля одновременно всего, что я когда-то видел, слышал или чувствовал."
    "И одновременно — я понимал, что это не мои воспоминания. {w}Это жизнь того, кем я стану, если соглашусь на его предложение."
    "Здесь очень много того, что нельзя назвать, понять или осмыслить, настолько всё чуждое."
    "И всё же застарелая боль, нарывающая рана — больше в душе, чем физически — та самая, что однажды заставила его отправиться в путь…"
    "Я не сумел бы выжить и нескольких секунд с такой болью. {w}Я разорвал контакт."
    am "Ты не мог согласиться."
    "Понимающе улыбнулся он."
    am "Ты ещё слишком человек."
    th "Слишком слаб и ограничен."
    me "Наверное…"
    am "Не лично ты."
    "Правильно понял мои переживания он."
    am "Тебе необходимо {image=alt_KS_censor}.{w} Тогда, возможно."
    "Я не понял, что за слово он употребил, но переспрашивать не стал."
    me "И ты тоже через это прошёл?"
    am "Нет. Я был создан таким."
    "Наконец он отвернулся, и я снова обрёл контроль над собственным телом."
    me "Что теперь?"
    am "Я не знаю. {w}Тебе решать, это же ты пришёл."
    am "Но поспеши. Слышишь? Снова лифт работает."
    me "Тогда… Я хочу вернуться."
    am "Вот как?.. Что ж. {w}А решил ли ты задачу?"
    me "Ты же прекрасно знаешь, что решил."
    am "И какой ответ?"
    am "Скажешь?"
    me "Сорок два, блин. Разве моё попадание сюда и желание вернуться — не ответ?"
    am "Скажи ответ."
    "Лифт грохнул, остановился."
    "А вместе с ним встало и время."
    "Остановился сыплющийся песок, застыла в воздухе пыль, и распахнувшаяся дверь лифта, и застывший в воздухе цилиндр с голубой полосой."
    me "Твою мать, Дём!"
    am "Ответ!"
    if loki:
        me "Ответ: музыка!"
        me "Консервированные эмоции, которые можно взять с собой куда угодно."
        me "И ненужность людей."
    else:
        me "Ответ: чудо!"
        me "То, чего не должно быть никогда, но оно происходит, то, что заставляет удивиться и поверить в то, что этот мир не чёрен."
        me "Чудо!"
    scene bg ext_emptiness_7dl
    with dissolve
    "И чёрный кабинет, и ждёт в стволе патрон."
    "И несутся по лабиринту наперегонки три личности, каждая со своей болью. {w}Каждая со своим ответом на боль."
    "Добро должно быть с кулаками — тот, что покрупнее, вместо того, чтобы бежать сломя голову, устроил засаду в темноте и уже завладел оружием, потому его перемещение куда более результативное и аккуратное."
    "Однажды он бросил любящую его девушку просто из-за того, что не сумел справиться с собственной болью, и кармой ему была ниспослана забота о живом существе."
    "Потому его ответ на боль — забота."
    "Второй и третий некомбатанты, потому несутся по лабиринту во весь опор, боятся, уворачиваются от встреч, прячутся…"
    "Чем закончится их гонка?"
    "Сложно сказать."
    "Но мне хотелось бы верить, что и они однажды найдут кнопку на стене."
    "Что успешно разминутся в темноте с песами, холодом и ужасом."
    "И их обнимут безликие руки."
    am "Ну, наконец-то."
    "Фыркнул Дём, щелчком пальцев восстанавливая ход времени."
    "Повернулся ко мне."
    am "Ну, что ты стоишь? {w}Иди, обними себя."
    "Я широко распахнул глаза и выдохнул, когда наши ладони соприкоснулись, на миг утратили целостность."
    "А мгновением спустя меня накрыло счастьем и теплом."
    "Как будто кто-то огромный и очень добрый поднял меня на руках, как в детстве."
    "Прижал к груди."
    "Я выдохнул и посмотрел на мир глазами, о существовании которых уже почти позабыл."
    dreamgirl "С возвращением…"
    play sound sfx_7dl["aunl"]
    show acm_logo_me_neu_sept with moveinright:
        pos (1600, 1020)
    pause(7.4)
    call alt_7dl_titles
    pause(1)
    return
