label alt_day7_mi_7dl_sept:
    play music music_7dl["youre_not_real"] fadein 3
    scene anim intro_2
    with dissolve
    "Всё началось именно тогда. Первая точка была встречей с Ней."
    "Тогда отца всё-таки осудили за попытку ограбления какой-то непонятной секты — а их в девяностом году расплодилось как грязи."
    "Мать ушла «на промысел», и я целый месяц сидел дома, питаясь одной водой."
    "Почему не умер? Возможно, потому, что не хотел."
    "Или готовился к чему-то большему."
    "Я никогда не видел своих родственников, с друзьями тоже были определённые сложности."
    "Мы жили всегда втроём — я, отец, мать… {w}Немного погодя я понял, что и такое количество — перебор."
    "Поэтому моими самыми близкими друзьями были книги да плёнка из диапроектора."
    "Лампа сгорела, не выдержав напряжения — а я, сидя дома, читал запоем, сутками напролёт, благо, диафильмов хватало."
    "Пришлось перебираться к окну и, прикладывая кадр чуть ли не к самому глазу, читать о приключениях Урфина Джюса, пана Кляксы, Кая и Герды."
    scene bg ext_city_night_7dl
    with fade2
    "Это был апрель девяностого года, и моё сознание, видимо, не желая просто так угасать, нашло некоторого рода выход."
    "Видимо, в какой-то момент копия вселенной, где я умер от водянки и голода спустя четыре с половиной недели вынужденного поста, отлистнулась в небытие как чужая выдумка."
    "На смену ей пришла вселенная имени тридцатого апреля — на родительской кровати кто-то спал, а под подушкой у меня оказалось песочное кольцо с арахисом."
    "Это было самое вкусное песочное кольцо на свете."
    "Я ел и плакал от счастья."
    "Не от голода, а от того, что мама вернулась."
    "Мы пошли гулять первого мая, по маршруту, которым однажды гулял со мной отец; он хмурился и больно сжимал мою руку — но не было никого более гордого, чем я."
    "А сейчас… Мы спустились в подземный переход через Невский — чуть-чуть дальше можно будет сходить к метро, покататься, меня, помнится, так звали на «Елизаровскую»…"
    "Кто-то махнул матери из толпы, и она отошла, выговорив мне на прощание: «Я отойду газету купить, подожди здесь, хорошо?»"
    "Конечно, хорошо, мам. Конечно."
    play ambience ambience_7dl["night_city"]
    with fade
    "Дети подобны влюблённым женщинам. Или наоборот?"
    "И те, и другие беззаветно простят вам всё, примут на веру любую чушь."
    "Потому что любят вас. Потому что… {w}Теперь всё будет хорошо."
    "Мне хотелось петь от восторга, хотелось кричать и прыгать на месте."
    "Я немного зазевался и ожидаемо столкнулся с кем-то."
    $ meet('mi', 'Девушка')
    mi "Эй, ак…"
    "Голос сверху оказался восхитительно мягким."
    "Но я не сразу разглядел его владелицу."
    scene cg d7_mi_lost_7dl
    show prologue_dream
    with dissolve
    show alt_credits "Ты потерялся, малыш?" with dissolve2:
        pos (145, 250)
    "Девушка присела передо мной на корточки, сохраняя зрительный контакт, оставаясь на одном уровне."
    am "Нет!"
    "Гордо ответил я."
    "Я очень маленький, но очень самостоятельный."
    am "Мама газету покупает, а я её охраняю."
    mi "Вот как?"
    "Почему-то Её голос дрогнул."
    mi "Давай-ка отведём тебя к ней, а то мало ли что."
    scene cg d7_mi_letter_7dl
    with dissolve
    "И Она так мне понравилась…"
    "Что я сделал ещё один нечестный трюк — и мама всё-таки вернулась за мной."
    "Не должна была — а вернулась."
    "Я не понял их обмена взглядами — у меня было счастье от того, что два самых важных в моей жизни существа рядом со мной."
    "Новая любовь — интересная, как книга, за которую платишь деньгами, что должен был потратить на хлеб."
    "Старая любовь — детская, горько-кислая, как грейпфрут и привкус медной ручки во рту, когда уже сил подниматься с грязного паркета нет, и я повис в самом центре нашей комнатки в коммуналке на краю небытия."
    "Доверие. {w}Безоговорочного. {w}Уровня."
    "Тогда Она ушла."
    "А через несколько часов ушла и мать."
    "Сказала мне подождать до трёх часов, она обязательно будет до трёх часов."
    "Через сорок восемь часов пелена безысходности застлала мне глаза — я понял и принял правила этой вселенной, которой угодно было, чтобы меня не стало."
    "Я покорно свернулся калачиком под флисовым своим одеялом — тем самым, в котором однажды меня принесли из роддома Центрального района — и стал ждать завершения истории как избавления от страданий."
    scene bg int_access2_day_7dl
    with dsps
    "В этот раз соседи оказались бдительными, и уже несколько суток спустя «воронок» увёз меня в приёмник-распределитель."
    "На долгих восемь месяцев, пока мать и отец не пришли за мной."
    "Удивительно, но к тому времени их всё ещё не лишили родительских прав, но я и сам уже превратился в совершенно другого ребёнка."
    "Поэтому позволил этим чужим людям забрать меня из казённых стен, а стоило нам лишь уйти за ворота — и я убежал."
    "Меня поймали. Я убежал снова."
    scene bg semen_room_window
    with dissolve
    "А что же история взрослого меня?"
    "Ну… Дело в том, что я всё-таки родом из универсума, где мироздание позволяет своим обитателям некоторые вольности."
    "Видимо, взамен на детство. {w}Я всегда знал, что взросление — это неотвратимое скольжение в ловушку."
    "И потому для Неё была создана собственная история, мои собственные мечты."
    "Я представлял, как это было бы здорово, если бы я был такой же взрослый, как Она, и мы были бы вместе, вместе гуляли бы."
    "Бурное детское воображение не упускало ни одной детали, а не стесняющиеся родители послужили раннему моему просвещению на самый разный счёт."
    "И каждый вечер, прячась от кулаков отца под одеялом, я рассказывал себе самые волшебные сказки."
    "О том, как мы стали вместе. {w}О том, как я приехал однажды куда-то, где Она уже была, мы познакомились, мы…"
    "Мы…"
    $ renpy.show("bg ext_path_day", what = D3_intro("bg ext_path_day"))
    with dissolve
    "По работе, куда отца устроили принудительно, на меня полагалась путёвка в выездной детский сад куда-то под Выборг."
    "Или это был санаторий? Я не знаю."
    "Но здесь были только дети с вожатыми, отрядами — должно быть, всё-таки лагерь."
    "Зато знаю, что когда нас впервые вывели в лес погулять, кто-то сказал, указывая на скудные кустики: «О, черника! Налетай!» И мы налетели."
    "Потом я ещё несколько дней ходил и «налетал», пока однажды не закружилась голова."
    scene bg int_hospital_hall_day_7dl
    show anim_grain
    with dissolve
    "Диагноз: дизентерия."
    "Госпитализация в детскую зеленогорскую, стационар, две недели лечения — и ни единого визита родителей."
    "Но мне плевать было на это. {w}Уже тогда я жил в этом мире лишь наполовину."
    "Уже тогда я твёрдо решил для себя, что женюсь на Ней, когда вырасту."
    "И тогда этот мир совсем утратит власть надо мной."
    "Дело оставалось за малым: вырасти."
    "Как удивительно и волшебно, что из больницы меня забирала тоже Она."
    show mi smile casual with dissolve
    mi "Здравствуй, малыш."
    "Улыбка, которой прощаешь всё."
    am "А я вас помню! Вы меня к маме отвели?"
    mi "Да, помню."
    "Она присела передо мной на корточки, оставляя наши глаза на одном уровне:"
    mi "Это — носи не снимая, хорошо?"
    "Чуткие длинные пальцы, которые вполне могли бы принадлежать пианисту — или хирургу — были холодными, сухими, нервными."
    show mi serious casual with dspr
    mi "Никогда, ясно тебе?"
    "Я кивнул, прикоснулся к плетёным ленточкам."
    am "Очень красивый. Он что-то значит?"
    show mi upset casual with dspr
    mi "Верность."
    "Синие, зелёные, бирюзовые и аквамариновые ленты переплелись сложным узором, охватывающим моё худое запястье."
    mi "И надежду."
    scene cg d4_cs_car_rim_7dl
    with dissolve
    "Всё время, что мы держались за руки на заднем сиденье переделанной под «скорую» «Волги», которая неслась в город под сто километров в час, я улыбался и рассказывал Ей о том, что придумал за этот год, что намечтал и что напланировал."
    "А Она кивала и гладила меня по голове."
    "Глаза у Неё почему-то были грустные. Почему?"
    scene stars
    with dissolve
    play ambience ambience_7dl["night_city"] fadein 3
    "Потом в стране началось что-то странное."
    "Мама и папа опять пропали, в этот раз меня никуда никто не выпускал, никто за мной не приезжал."
    "Школа-интернат для детей-сирот и детей, оставшихся без попечения родителей."
    "У меня осталась только память. Только плетёная полосочка из голубых ниток да звучащий в ушах серебряный колокольчик смеха."
    "Кажется, это было всё — я почти сдался."
    "Хотелось ненависти и саморазрушения, и если бы не Она, с помпой вернувшаяся в Северную столицу, я бы преуспел."
    "Но случилось так, что Она в очередной раз спасла меня, а мой и без того неоплатный долг возрос десятикратно."
    "Но самое замечательное — Она пришла к нам в школу и после нескольких номеров на сцене нашла меня."
    "Я жутко стеснялся, но был столь же жутко горд — как же, Она разговаривает именно со мной, а не с кем-нибудь другим!"
    "А не… Этот день был только наш — мы ушли ото всех, конец мая, я привык много ходить, девушка привыкла много двигаться, мы обошли всю Сосновую Поляну и не устали — ни от прогулки, ни друг от друга."
    scene bg ext_busstop_sun_7dl with fade
    mi "Я теперь буду приезжать."
    "Целуя меня в лоб, пообещала Она."
    mi "Я тебя нашла. Я буду."
    am "Правда?"
    mi "Правда. Хочешь, летом приеду?"
    am "Летом я буду в лагере."
    "Степенно ответил я."
    am "Можно после лета."
    mi "Хорошо! Давай, на каникулах? {w}Когда у тебя каникулы?"
    am "В октябре."
    mi "Вот! Давай?"
    am "Давай."
    stop music fadeout 3
    with fade
    "Давай…"
    "Давай."
    "Дети доверчивы и глупы."
    play music music_7dl["wonderful_faraway"] fadein 3
    "Когда я узнал, что мать тоже посадили, я возненавидел всех — я хотел пробраться в тюрьму и устроить родителям побег."
    "Почему я никогда не держал зла на них?"
    "Почему за пиелонефрит, больную спину и желудочную язву я никогда не выставил счёт родителям?"
    "Мне сказали «нельзя» и запретили видеться с ними."
    "Они лишены родительских прав… Лишены."
    "Они мне больше не мама и папа? Но как такое возможно — чтобы кто-то где-то решил, и мои мама и папа больше мне не родители?"
    "Почему… Почему взрослый и сердитый дядя с безжалостными глазами садится передо мной на корточки и рассказывает мне о моей же жизни — как он видит её со стороны."
    "И почему так больно от его правоты?"
    "Почему я отказываюсь верить его словам, но никак не могу их опровергнуть?"
    "Я выскочил из отделения и бежал изо всех сил, пока ноги не заболели, а лёгкие не начало жечь огнём."
    "Это неправда!"
    "Неправда…"
    scene bg ext_city_night_7dl with fade
    play ambience ambience_7dl["railroad"] fadein 3
    "Один короткий звонок, одно короткое слово, один короткий ответ."
    mi "Я скоро приеду."
    "Поэтому я сейчас и стою на приёмном терминале в Пулково, поэтому и жду рейс из Сухуми — именно им с пересадками Она добралась до меня, как и обещала."
    "Собиралась на день города — но я перелистнул сразу несколько месяцев жизни как неинтересные."
    "Вот только… Я совсем забыл, что страницу нужно придерживать."
    "И обязательно перелистывать всё плохое — копия плохой вселенной должна уйти, чтобы в той, где остаюсь я, всё было хорошо."
    "Я виноват, я так виноват…"
    "Уже тогда, наверное, моё воображение начало утрачивать контроль над реальностью."
    "Потому что я был как в ступоре, как под болеутоляющими — стоял и смотрел."
    "Почти ничего не чувствовал и ни во что не верил — даже когда Её увозили на каталке в карету «скорой»."
    "Даже когда машина развернулась и отправилась прочь со взлётно-посадочной."
    "Я побрёл вслед. Мне не хотелось лишаться последнего человека, которого я любил."
    "Поэтому я шёл."
    with flash
    "Потом побежал."
    "Выбежав за сетчатые ворота, я увидел открытую бирюзовую «Таврию» и (как это во всех этих фильмах делали), запрыгнул, нажал на какую-то педаль — мне хотелось быть ближе к Ней."
    stop music fadeout 3
    with hpunch
    with flash_red
    show blinking
    scene black
    "Я так к Ней спешил…"
    play sound sfx_table_hit
    with vpunch
    with flash_red
    "Когда я открыл глаза и понял, что натворил — я тихонько заскулил в покорёженный руль."
    "А с правого запястья стёк вниз чёрный от крови витой шнур-браслет."
    dreamgirl "Верности нет?"
    scene bg semen_room_window with dsps
    "Тихо заскулил в ледяное стекло."
    "Память милосердно пряталась в дальних, тёмных уголках, не позволяя мне сойти с ума."
    "Просто потому, что ну не может же человек быть и в самом деле никому на свете не нужным!"
    "Ведь правда?"
    "На…мики?"
    am "Надежды… нет?"
    show mi sad casual tr3
    pause(.2)
    hide mi
    scene bg semen_room_window with dissolve
    stop ambience fadeout 3
    am "Не надо, пожалуйста!"
    "Закричал я в равнодушную зимнюю ночь."
    am "Я ничем… Она ничем не заслужила такое, пожалуйста! Если это я виноват…"
    am "Пожалуйста, пусть это будет сон!"
    scene anim intro_3 with dissolve
    play sound sfx_intro_bus_stop_steps
    stop music fadeout 6
    $ set_mode_nvl()
    play music music_7dl["prologue_2"]
    "Это была сделка — с чем? С совестью, со временем, с дьяволом?"
    "Трудно сказать, однако ни один из этого триумвирата никогда не отличался ни милосердием, ни благотворительностью."
    nvl clear
    scene anim intro_4
    "И тем не менее — они ответили на мою молитву."
    "Видимо, и в самом деле, перед желанием ребёнка не способен устоять ни один на свете закон."
    "Стало что это сон."
    "А чтобы мне стало понятнее, что же я натворил на самом деле — дьявол показал мне в подробностях то, чем я пренебрёг."
    nvl clear
    scene anim intro_5
    with dissolve
    "И я, обомлев, наблюдал за стремительным течением жизни — счастливой, грустной, скучной, радостной, пустой и безбрежно заполненной — жизнью!"
    "Она идеально мне шла, мне, любимцу этой Вселенной, была пошита на меня как перчатка."
    "Там было столько всего… Я не успевал запоминать даже лиц и имён."
    "Но ассоциации, связи, ниточки…"
    nvl clear
    scene anim intro_6
    with dsps
    "Как раз ассоциациями и выудило из запасников подсознания несколько смутных образов — принадлежащих уже моей нынешней жизни."
    "Те, кого я шантажом, запугиваниями и обманом сумел бы вынудить кивнуть положительно на вопрос «а был ли он счастлив?»"
    "Цвета, запахи, текстура — медь, золото, бирюза, море, небо, скорость…"
    voice "Страшно хочется, чтоб она тебя обожала…"
    nvl clear
    scene bg ext_entrance_night_clear_7dl
    with dissolve
    play ambience ambience_camp_entrance_night fadein 3
    "Я воспринимал их как цветные пятна в полной синестезии, пока в памяти не отошла в сторону дверка с тиснёными буквами и совёнком у притолоки."
    "И вот тогда-то я и покатался по земле вволю, скорбя и ненавидя себя."
    nvl clear
    "Последнее пятно было, пожалуй, самым запоминающимся — я слишком долго был рядом с ним, слишком сильно повлиял."
    "И теперь моя безликость и бесцветность низвели насыщенную лазурь до усталого аквамарина, за которым так легко читались глаза девочки-хафу."
    scene cg d6_mi_farewell_7dl with dissolve
    nvl clear
    "Я почти мог вспомнить её взгляд да изгиб губ, но имя давно истёрлось из не-моей памяти, а вина моя была прозорливо анестезирована — с запасом, сразу с несколькими годами до и после."
    "Чтобы не будить цепочки памяти."
    "Чтобы я забыл об ангеле, оберегающем моё детство."
    scene anim intro_8 with dissolve
    "Зато всё последующее отложилось замечательно — я очень легко могу приспособиться к чему угодно."
    "Я крайне живучая тварь, способная пережить не только радиационное заражение, но и муки совести."
    "Мне удалось простить себя — это же всего проще, сделки с совестью."
    "А за полосой беспамятства широкой стернёй пролегло искусственное, натужное, но — счастье…"
    nvl clear
    "Успешная жизнь, докторская, институт, дети, белоснежный комочек — щенок лайки… {w}Мне, оказывается, столько всего было отведено."
    "Столько, сколько полагается человеку."
    "Целая жизнь."
    "А что может быть ценнее жизни?"
    nvl clear
    scene cg d1_mi_bus_7dl with dissolve
    "Вот только «Совёнка» там не было."
    "Не было обмена настороженными взглядами сквозь толстое автобусное стекло."
    "Не было недоверчивого примирения, сомнений и глупых обнимашек у ворот."
    scene
    $ renpy.show("cg d7_mi_meeting_7dl", what = Desat("cg d7_mi_meeting_7dl"))
    with fade
    "Был рейс из Сухуми — «Десятыми кругами через полюс на собаках» — ещё смеялись мы."
    "Был майский утренник, леденящий ладошки сквозь стеклянный куб терминала."
    "Был диктор, сухо роняющий слова в замёрзшую тишину кафе зала ожидания: «разрушение фюзеляжа… вертикальная скорость… истекший срок эксплуатации…»"
    stop music fadeout 6
    nvl clear
    scene anim intro_7 with dissolve
    play music music_7dl["breath_again"] fadein 4
    "Когда я поднялся с земли, мои глаза были сухими, а в сердце царило спокойствие."
    "Глупо было обижаться на то, что меня заставили выбирать тогда, когда я совсем был не готов к этому."
    "Такие выборы никогда не бывают ко времени — с этим остаётся либо смириться, либо возмущаться и ныть — впрочем, безрезультатно."
    "А я просто сэкономлю время."
    "Итак…"
    "Что же может быть ценнее жизни?"
    nvl clear
    play sound_loop sfx_bus_interior_moving fadein 4
    scene bg intro_xx
    with fade
    stop ambience fadeout 2
    "Меня ждал мой новогодний Петербург."
    "Сегодня удивительно ласковый и мой."
    with fade
    nvl clear
    "Видимо, потому, что сегодня я сумел правильно ответить на вопрос, который и отделяет настоящего человека от того, кем я чуть не стал."
    am "Что же может быть ценнее жизни?"
    "Спросил я у предновогодней ночи."
    am "Что?"
    dreamgirl "Только жизнь того, без кого ты не живёшь."
    nvl clear
    with dissolve
    "Мне пришлось отказаться от судьбы, которая меня ждала, которую я заслужил просто по праву рождения."
    "Теперь же всё, что меня ждало — это по остаточному принципу распределённые огрызки чужих судеб."
    "Неприятности, неудачи и одиночество."
    "С миру по нитке."
    "Зато…"
    scene stars
    $ renpy.show("cg d7_mi_letter_7dl", what = D3_intro("cg d7_mi_letter_7dl"))
    show anim_grain
    with dissolve
    $ set_mode_adv()
    "Зато Намики оставалась жива."
    "Пусть и не было никогда лагеря, нашей встречи и трогательной дружбы."
    with fade2
    play ambience ambience_7dl["night_city"] fadein 3
    "Зато…"
    "В какой-то момент я почувствовал, как кто-то незримый, очень большой и неравнодушный тихо улыбнулся, провожая меня взглядом."
    $ set_mode_adv()
    scene bg intro_xx
    $ renpy.show("bg int_hospital_hall_day_7dl", what = D3_intro("bg int_hospital_hall_day_7dl"))
    show anim_grain
    with fade2
    "После недели лечения маленького Семёна забрала из больницы дочка начальника лагеря."
    "Они виделись тогда в первый и последний раз в жизни."
    "Но за время этой встречи успели и съездить к ней домой, и напиться чая с мёдом, и вволю покраснеть от хихикающих подружек, хором поющих «тили-тили-тесто»…"
    scene bg intro_xx
    $ renpy.show("bg ext_city_night_7dl", what = D3_intro("bg ext_city_night_7dl"))
    show anim_grain
    with fade2
    "На дне города у них в интернате выступал Сергей Рогожин — шефы разорились, но пригласили его выступать."
    "И зачем, спрашивается… Дети девяностых предпочитали рэп и Кинчева."
    scene bg intro_xx
    $ renpy.show("bg ext_townscape_ph_day_7dl", what = D3_intro("bg ext_townscape_ph_day_7dl"))
    show anim_grain
    with fade2
    "Вернее, не было никогда никакого интерната."
    "Была мать-одиночка, которая всегда отмалчивалась на вопросы об отце."
    scene bg intro_xx
    show anim_grain
    with fade2
    "Видимо, в тот день, когда она решила прийти домой и нашла меня в бессознательном состоянии, обнимающим подушку, что-то переключилось в её голове в правильную сторону."
    "Или это произошло в тот момент, когда материнское взяло в ней верх над молодым, ненагулявшимся?"
    "Так или иначе, случилось однажды, что я лежал на полу, а она кричала и молилась, пытаясь откачать меня."
    "Я помню, как откуда-то сверху капала горячая солёная вода — она проходила сквозь темноту и безвременье, отдавала полынью и раскаянием."
    "Горячие слёзы на моём лице, резкие удары в грудь, крики — откуда-то из-за пелены."
    voice "Живи же, пожалуйста, ну!.."
    "А я помню, как тянулся к холоду, где не было больно и страшно…"
    "Почти перестал бороться, но не мог бросить маму там, внизу — вернулся."
    if herc:
        scene bg int_store_7dl with dissolve
        play ambience ambience_7dl["night_city"] fadein 3
        "Был дядя Андрей Сычёв, ставший единственной надеждой на спасение — он дал мне свою фамилию, но никогда не претендовал на отцовство, потому-то я и Семёнович, а не Андреич…"
        "Я не знаю, зачем ему нужна была моя мама, но однажды они тихо расписались, и я стал Семёном Сычёвым."
        "И, хотя остаток детства воспитывался в почти армейской строгости, детство у меня всё-таки было."
    elif loki:
        scene bg ext_winterpark_7dl with dissolve
        play ambience ambience_cold_wind_loop fadein 5
        "Была тетя Света из Дома Детского и Юношеского Творчества, с чей лёгкой руки я и попал в оркестр, а оттуда — и в музыкальную школу."
        "Была консерватория, мечты и первый волнующий опыт творчества: ты знаешь, как должно выглядеть и звучать перелитое в музыку настроение, и у тебя получается сделать всё именно так."
        "Была Ксюша. Ксения. Ксана. Прелестная тварь — господи, как я любил её…"
    else:
        scene bg int_home_lift_7dl with fade2
        play ambience ambience_7dl["elevator"] fadein 5
        "Была мечта, которая позволила справиться со всем остальным."
        "Держащая плечи расправленными, а искривлённый позвоночник прямым и вытянутым, как пружина."
        "Хоть и ничем особенным не блистала наша школа, кроме кружка музыки."
    "Во всех прочих упущенных шансах виноват я сам."
    "Мне никогда не везло в случайной рулетке жизни, законы Мэрфи работали со мной на все сто."
    "Но зато иногда попадались на моей дороге такие хорошие люди, что захоти я только принять их помощь…"
    "Никого ни в чём не обвиняю: в собственных неудачах виноват только я сам."
    stop ambience
    scene
    $ renpy.show("bg intro_xx", what = Noir("bg intro_xx"))
    show anim_grain
    with dissolve
    play sound_loop sfx_bus_interior_moving
    "Холодное стекло автобуса ощущалось даже сквозь шапку, а из динамиков рядом с местом водителя снова плакала испанская гитара, предрекающая неизбежную вечность двух бок о бок заживо взрослеющих людей."
    "А нужна ли мне вечность под таким соусом?"
    "Поднявшись с места, я отправился на пятачок и прижал пальцем кнопку — расхлябанную, опалённую, зато подавшую удивительно чистый сигнал."
    "Чистый, как песня."
    stop sound_loop
    stop ambience
    scene stars with dissolve
    "Криво усмехнувшись, я сошёл вниз по ступенькам."
    "Моя остановка — Гостиный двор, центр города, судьбокрёсток, где однажды пересеклись нити судеб всех людей, кого я любил, уважал, ненавидел…"
    scene cg d7_mi_lost_7dl
    show prologue_dream
    with dissolve
    show alt_credits "Ты потерялся, малыш?" with dissolve2:
        pos (145, 250)
    stop sound_loop
    pause(3)
    play sound sfx_7dl["aunl"]
    show acm_logo_mi_7dl_sept with moveinright:
        pos (1600, 1020)
    pause(7.4)
    jump alt_stories_start