label alt_day7_mt_7dl_sept:
    play music music_7dl["embers"] fadein 3
    $ persistent.sprite_time = "prolog"
    $ day_time()
    scene bg ext_countryside_day_7dl
    show blackout_exh
    with dissolve
    "Здесь тихо и горят огоньки."
    "Можно протянуть руку — с неба сорвётся звезда и нырнёт в ладонь."
    "Место, целящее душу, небосклон, который так легко забивают огни ночного города."
    "Порой мне кажется, что без этого места было бы гораздо сложнее."
    "Порой я верю в то, что мы все и в самом деле сотканы из того же вещества, что и звёзды."
    "Тогда я запрокидываю голову вверх и негромко смеюсь."
    "И вспоминаю."
    scene bg int_bus
    show prologue_dream
    with dissolve
    "Провожу параллели."
    scene bg ext_townscape_ph_day_7dl
    show pi normal
    show prologue_dream
    with dissolve
    "Сравниваю."
    hide pi
    with dissolve
    "И, похоже, начинаю кое-что понимать."
    "Давно уж минули слёзы и горечь, неверие и нежелание."
    "Осталась {w}только {w}я."
    scene stars
    with fade
    "Говорят, что время лечит. Только это не так."
    "Душевная рана рубцуется, заполняется соединительной тканью… Но это уже не то!"
    "Ты уже перестаёшь быть тем, кем был когда-то раньше."
    "Потихонечку, помаленечку уничтожаешь в себе себя."
    "Потому-то и не признал меня тот парнишка, жутко, до одури похожий на одного знакомого мне пионера."
    "И не внешнее сходство это было, уж я-то знаю."
    "Пусть прошло уже больше пятнадцати лет."
    "Я вижу, как он ходит, как говорит, как держит себя."
    "Да что там! Он даже пару раз провернул тот трюк с автобусом."
    scene bg int_bus
    show prologue_dream
    with dissolve
    "Прикрыл глаза, как-то странно задрожал, вскрикнул — и открыл глаза уже совсем другим человеком."
    "Отряхнул с ладоней клочья клубящейся пустоты, похлопал по плечам пижонистой курточки, автоматическим движением достал из кармана некий гаджет с логотипом надкушенного яблока, перевёл взгляд на меня."
    $ meet ('am', 'Парень')
    am "Здравствуйте."
    "Вежливо поздоровался он. Поправил очки на переносице."
    "Тот парень, которого я нашла на унылых улицах Петербурга, всегда гордился своим идеальным зрением, не тратил время на игрушки и был движим всего одной целью."
    "Найти мою бедовую рыжую бестию, Алиску-катастрофу, Алиску-аварию."
    "Вот и всё, чему он был готов посвятить жизнь."
    mt "Здравствуй…"
    "Мой голос задрожал от волнения, внутри всё замерло: а вдруг сейчас гость будет тот самый?!"
    mt "Какой сейчас год?"
    am "Две тысячи седьмой же."
    "Да, глупо было надеяться."
    "Мой Сёмчик навечно застрял на стыке восемнадцатого и девятнадцатого годов."
    "Местное же время неторопливо подбиралось к две тысячи пятому."
    th "Что только за бардак творится со временем в этой Вселенной…"
    "Мы живём друг навстречу другу, как пассажиры вечно спешащих лайнеров, но можем лишь махать друг другу с бортов торопящихся по своим делам судов."
    "Лишь некоторым хватает пороха бросить шлюпку на воду и сесть за вёсла, углядев издали блеск знакомых глаз."
    "Как жаль, что я лишена подобной возможности…"
    am "Неправильно, да?"
    "Иначе однажды Олька-комета, Олька-бедствие, Ленивовна или как ещё её станут называть, точно так же задрожит, вскрикнет и проснётся в своих вещах на чужое тело."
    "В мире, где возможны совсем другие вещи."
    "Я столько раз видела это со стороны — появляющиеся ниоткуда предметы, устройства, очки…"
    "И ни разу — изнутри."
    "Должно быть, просто потому, что однажды отказала Мире, зовущему меня на Дорогу?"
    "Сам-то Дим Димыч уже давным-давно является обладателем того самого «Дурдо», помогшего ему идеально запомнить ответы на даже самые каверзные вопросы, сдать экзамены и получить под начало собственный отдел."
    "Занимающийся как раз изучением всей этой ерунды с другими мирами и копиями людей."
    with fade
    mt "Сейчас две тысячи четвёртый."
    "Я не знаю, беда это или проклятье."
    "Раньше одержимых зашивали в мешках и топили."
    "Но теперь мир куда более цивилизован. Милосерден."
    "А, да кому я вру: одержимых просто-напросто выгодно содержать, так как они кладезь информации."
    "Своего взгляда на мир, культуру, технологии…"
    "Хотя до того года, когда рванул Чернобыль, а в мой лагерь заявился один важный новичок, я и сама считала это своего рода душевной болезнью."
    "Но теперь всё проще. Я смирилась, феномен изучили достаточно для того, чтобы спровоцировать и его."
    "Больше не надо ждать годами удобного момента."
    "Ничего удивительного, что я так вцепилась в этого паренька."
    "Мы пробовали в разных местах, но лучше всего у него получалось только в автобусе."
    th "Как и у моего Сёмчика."
    th "Где-то он сейчас?"
    "Я слышала, что после возвращения на Кубу он около года лечился в психиатрической больнице."
    "А потом явилась Виола и вылечила его."
    "Да-да, всё верно, моя отвязная подружка, которая даже к сорока годам не утратила любви к эпатированию окружающих."
    with fade
    "Она уехала — и осталась."
    "Теперь вместе курируют отдел местной службы безопасности в качестве экспертов."
    "Возможно, у них даже роман, я не знаю."
    "Сёмчика редко когда пугала разница в возрасте, а Виола…"
    "…это Виола."
    mt "Как тебя зовут?"
    "Я взяла с приборной панели стакан с водой и протянула его парню."
    mt "Что последнее ты помнишь?"
    "Он тихо улыбнулся:"
    am "Девушку… Очень красивую."
    am "Я стоял на обочине бесконечного шоссе, а она остановилась рядом со мной и распахнула дверь."
    am "Правда, спросила странно — не подвезти, мол. А…"
    mt "«…ты пойдёшь со мной»?"
    am "Да!"
    "Изумлённо распахнул глаза парень."
    mt "Опять эта кошка драная."
    "Откуда-то послышалось рассерженное шипение, но как и прошлые сто раз, я уже не боялась."
    "Ничего не боялась."
    mt "А до того?"
    "Парень погрустнел:"
    am "Я умирал от лейкемии в хосписе."
    am "Последние две недели почти не приходил в сознание."
    am "А проснулся… И уже шоссе, машина. {w}Я могу говорить и даже стоять, не качаясь."
    mt "А потом уже здесь."
    "Конечно, конечно."
    "Мы все уже прошли через это."
    "Все всё поняли, все всё изучили — и то, как происходит переброс, и условия, и условия выполнения этих условий…"
    "Так, похоже, в последней фразе запуталась и я сама."
    "Это длинная цепочка событий, действий, больше похожих на детскую игру."
    "Но… Раз Вселенная играет с нами — глупо ссылаться на какую-то взрослую занятость."
    "Вселенная — ребёнок. Добрый, озорной."
    "Пусть от его шалостей и бьются вдребезги сердца, нельзя обвинять ребёнка в том, что он случайно ломает игрушки."
    "Он не со зла."
    "Ему просто надо немного подрасти."
    "Как и всем нам."
    with fade
    "Но Сёмчик… Тот Сёмчик, из какого-то далёкого мира, появившийся в моей жизни всего дважды — и каждый раз новым — ненавидел Вселенную."
    "Ненавидел всё с ним происходящее."
    "Будто чувствовал, что не принадлежит этому месту, будто всю жизнь наблюдал со стороны, а теперь вдруг вынужден принимать участие."
    "Как читатель, застрявший в страницах любимого романа — но не мысленно, а наяву."
    "Как зритель, вроде Тоника, которого в итоге всё же затянуло Заэкранье."
    "Как трио гвардейцев Ульяны, всё же пропавших однажды с концами."
    mt "Пошли, проветримся!"
    scene bg ext_countryside_day_7dl
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    "Здесь всё неизменно на протяжении всего моего стажа работы вожатой."
    "Время будто застыло здесь невидимым, но плотным киселём, связывающим любые перемены."
    "Разве что иногда приходится обновлять краску на воротах там, где та облупилась."
    "Но вот встречи теперь совсем другие."
    with fade
    "Славя погибла несколько лет назад, да и была она к тому моменту уже в возрасте."
    "Потому встречать пионеров приходится только самостоятельно."
    "Каждого спрашивать, надеяться и снова оставаться ни с чем."
    "Мои странные, странные люди, которые двигают прогресс и ведут за собой людей — где вы все сейчас?"
    "Ульянка родила и остепенилась."
    "Лена бросила этого паренька в Ленинграде и ушла к какому-то знакомому, от которого у неё был адрес."
    "А Алиса… Алиса была навязчивой идеей того, кто сейчас утратил бразды правления."
    "Идеей-фикс."
    "Я не знаю, что у них и почему случилось, но однажды она просто привела к себе мальчика домой и долго пыталась вылечить ему пневмонию."
    "Они подружились настолько, что кое-кто думал и вовсе о совсем других чувствах."
    "И теперь это ясно со всей очевидностью."
    "Мальчик души не чаял в своей спасительнице, он положил жизнь на поиски Алисы после того, как та пропала без вести, просто отправившись на рок-фестиваль."
    with fade
    "Я же…"
    mt "Добро пожаловать в «Совёнок»! Лучшее место на Земле!"
    "Наверное, я просто не сумела скрыть разочарования в голосе, так как парень отрицательно покачал головой:"
    am "Оно же вам самой здесь не нравится."
    mt "Нравится! Это особое место, оно…"
    "Оно не позволяет себя изменять. Никак."
    "Здесь работает какой-то странный механизм, который позволяет лишь косметические правки."
    "Основное же всегда неизменно: дома-бочки, каменный корпус, речка…"
    am "Оно такое же, как в рассказах Эльзы."
    mt "Эльзы?"
    am "Алисы! Рыжей такой. Она приходила к нам в больницу волонтёром."
    th "Да нет. Быть не может. {w}Это просто копия. Другая копия."
    th "Как и этот умирающий мальчик — просто копия этого местного, а тот — копия моего Сёмчика."
    scene bg ext_camp_entrance_day
    with fade
    "Мальчик… Сколько ему сейчас? Двадцать два-двадцать три года?"
    am "Её подобрали у радиоактивного очага за два дня до моего появления, выходили, вылечили, вот она и осталась работать."
    am "Так жутко ругалась, что не попала на какое-то небо."
    am "Что за небо?"
    "Я стояла, как громом поражённая, молчала…"
    "И медленно-медленно понимала, что чьи-то поиски, похоже, закончились."
    "А вот мои, похоже, только ещё начинаются."
    mt "Я потом тебе всё объясню. Пока же пошли заселяться."
    "Я точно знала, точно верила, что однажды часы сойдутся в одной точке, где-то провернутся шестерёнки, и мой личный, мой идеальный странный человек откроет глаза на сиденье автобуса."
    "Посмотрит на меня."
    "Улыбнётся:"
    me "Ну, здравствуй, Олька."
    "Так будет однажды."
    "Обязательно."
    "Я в это верю."
    play sound sfx_7dl["aunl"]
    show acm_logo_mt_7dl_sept with moveinright:
        pos (1600, 1020)
    pause(7.4)
    with vpunch
    pause(1)
    if not persistent.pivo_default_7dl:
        jump alt_stories_start
    else:
        return