label alt_day7_sl_7dl_sept:
    play music music_7dl["so_lonely"] fadein 3
    scene bg ext_winterpark_7dl with dissolve
    play ambience ambience_cold_wind_loop fadein 3
    "Отвесные стены, а ну не зевай, ты здесь на везенье не уповай…"
    "Как удачно ложатся строчки бессмертного барда на эти отвесные стены."
    "На эти лица, которые никогда не хотели в виду плохого и вообще имели в виду совсем другое."
    "«Это делается для твоего же блага» — слова любого родителя, врача, палача."
    "Я порой не в силах отделить одного от другого."
    "Любой из них может казнить, лечить, любить…"
    "Мимо с визгом тормозов промчалась машина, с трудом затормозив у самой «зебры»."
    "Водитель, высунувшись из бокового окна чуть ли не по пояс, заорал:"
    voice "Дура! Куда тебя несёт?! Жить надоело?!"
    "Чудом не сбитая девушка вздрогнула, отскочила в сторону и бочком-бочком пересекла проезжую часть."
    "Новое поколение, заткнувшее шум наушниками, серость — телефонами."
    "А я?"
    "Я хожу по чужому городу, заглядываю в лица людей, пытаясь найти среди них одну ясноглазую."
    "С медными волосами, с дерзкой улыбкой."
    "Резкий звук остро дёрнул, вцепился крючками в заброшенную память, пытаясь выудить наружу нечто, давным-давно спрятанное."
    "Но где там."
    "Если в чём я и преуспел — то в забытьи. В способности крепко-накрепко забыть всё, что однажды принесло боль."
    "Я столько забыл, стольких не помню…"
    "Но их лица встают как наяву, стоит лишь смежить веки."
    scene bg int_mt_sam_room_away_7dl
    show dv guilty dress
    show prologue_dream
    with dissolve
    "Мой рыжий ангел, которая однажды просто собралась и ушла в белое сияние, откуда нет возврата."
    with flash
    pause(1)
    scene bg ext_city_night_7dl
    show un sad winter
    show prologue_dream
    with dissolve
    "Её подруга, что однажды бросила меня на заснеженных улицах этого города."
    with flash
    pause(1)
    scene bg ext_railstation_7dl
    show us laugh adult_winter
    show prologue_dream
    with dissolve
    "Сестра, презревшая приключения и поиски в пользу красноволосых близняшек — молодая мама."
    with flash
    pause(1)
    scene stars
    with dissolve
    "Я не знаю, что случилось с ними всеми, сто лет не выходил на контакт."
    "Потому что спустя двадцать пять лет до меня наконец дошло, кто я и что я такое."
    "Выбора нет, как ты с этим не спорь, иногда просто надо смириться и принять свою судьбу."
    "Человека-катастрофы, человека-проклятия."
    "Это началось ещё в детстве, когда мои родители внезапно перестали быть."
    "Потом перестала быть… Нет, об этом не хочется даже думать."
    show blinking
    "Я глубоко втянул морозный воздух и долго-долго моргал слезящимися глазами в бездонное небо."
    "Чёртова память."
    "Говорят, что люди помнят только хорошее."
    "Что же со мной такое произошло, что я помню — это?"
    "Старательно душимое, гонимое — иначе каждый звук, крик, смех станут поводом для истерики."
    scene bg ext_city_night_7dl
    with dissolve
    "Что гораздо хуже — с недавних пор, когда я начал слышать незримого собеседника, мне начинает казаться, что их больше, гораздо больше."
    "Не три девушки, в жизнь которых я принёс только сумятицу и неопределённость, а…"
    "Гораздо больше."
    "Сколько их было, но я оказался столь искушён в забывании, что теперь даже и не верю в их существование?"
    "Четверо?"
    "Пятеро?"
    "Но я бы помнил, разве нет?"
    "Бог любит троицу, я мог бы простить себе троих, ибо дожил до сих пор и не сломался."
    "Но что, если их больше?"
    "Я же помню почему-то присутствие других — где они сейчас? Что с ними?"
    stop music fadeout 3
    scene bg ext_japan_graveyard_rain_7dl
    pause(0.1)
    scene black
    play music music_7dl["unfulfilled"] fadein 3
    "Помню выставочный зал с невероятно глубокими картинами, будто провалами в стене, ведущими в другие миры."
    "Беснующуюся толпу, кричащую имя девочки, стоящей на сцене под растяжкой с надписью «Нашествие»."
    "И, конечно…"
    "Я чуть с ума не сошёл, когда увидел эти голубые глаза и золотые волосы."
    "Ну ещё бы."
    "Героиня моих кошмаров."
    "Нестерпимо зазудело левое запястье, как будто перехваченное невидимым шнурком из плетёных ленточек."
    scene bg ext_seashore_7dl
    show prologue_dream
    with dissolve
    am "Ты… Ты…"
    show sl normal casual behind prologue_dream with dissolve
    sl "Я Славя."
    "Сообщила девочка."
    sl "А твоё лицо кажется мне знакомым."
    sl "Мы нигде не встречались?"
    "Встречались, конечно."
    "Один раз…"
    am "Я сбил тебя на машине. {w}Двадцать лет назад."
    "Я думал, что она умерла."
    "Я боялся, что…"
    "Но помнил почему-то только глаза и руки на капоте."
    "Не помнил, ни как всё началось, ни почему я оказался за рулём в семилетнем возрасте."
    "Это всё было… Странно."
    show sl surprise casual with dspr
    sl "Ты?!"
    am "Я."
    sl "Это невозможно. Тебя никто не пустил бы за руль."
    "Я тоже так считал."
    "Но…"
    "В общем, что помнил, то и сказал."
    am "Или у меня лицо неприметное. {w}Вот всем и кажется, что видели меня где-то."
    show sl serious casual with dspr
    sl "Хватит выдумывать. {w}К делу."
    "Девушка достала из кармана навороченную «Электронику-XS» c навигатором, открыла в телефоне карту и развернула ко мне:"
    sl "Последний раз Алису видели здесь, здесь и здесь."
    sl "Есть что добавить?"
    am "Она собиралась на концерт. Так что…"
    sl "Опросим людей, расклеим объявления в Москве."
    sl "Зацепки должны быть."
    am "Почему ты так думаешь? {w}За четыре года никто ничего не нашёл."
    show sl angry casual with dspr
    sl "Потому что я не могу сдаться! {w}Я не имею права!"
    sl "Я найду её во что бы то ни стало!"
    "А узнал я её гораздо позже."
    "Узнал про то, что девушка никогда не врёт, что всегда добивается собственной цели…"
    sl "Ты слишком рано сдаёшься!"
    scene bg semen_room_window
    with dissolve
    "Вздрогнув, я вернулся в реальность."
    am "Сдаюсь?"
    "Это не я, это Славя мне в итоге «сдалась»."
    "Славя."
    "Целеустремленность Слави, её нежелание сдаться."
    "Мне на секунду показалось даже, что у нас получится!"
    "Что мы найдём Алису, а атмосфера кипучей деятельности вокруг девушки защитит её от моей неудачи."
    am "Угу. Разбежался."
    "Как оказалось, счастье не вечно."
    "Ничто не вечно под луной."
    "Даже Славя."
    "Я сидел на кухне, держал сигарету дрожащими пальцами и курил в окно."
    "Кажется, я уговорил уже целую пачку."
    "Или, возможно, даже больше."
    "Не знаю точно."
    "Вот в чём был уверен на все сто — так это в том, что алкоголь меня не брал."
    "Привычная уже анестезия не работала."
    "Я только мрачнел всё больше, категорически отказываясь пьянеть."
    "Подумать только."
    "Да откуда…"
    "Нет, глупый вопрос."
    "Память."
    "Чёрствая, безжалостная тварь."
    "Зачем так цепко хранить всё плохое?"
    "Почему не запомнить то, как нам было весело и интересно вместе?"
    "Но нет. Нет!"
    "Мы будем помнить неприятную историю знакомства, а то и вообще первую встречу."
    "Бирюзовую «Таврию», переломившееся от удара тело…"
    th "Как она умудрилась выжить?"
    "История умалчивает."
    "В таком вот помутнённом состоянии сознания я и отправился вон из дома."
    "Чувствуя себя ненужным и лёгким."
    "Человеком-ширмой."
    scene bg ext_city_night_7dl
    with dissolve
    "И идёшь ты один — сначала."
    "Пока не становишься по-настоящему пустым и чистым."
    "И тогда, когда ты готов уже умереть — протяни небу руку навстречу."
    "Потому что только туда и ведёт единственный путь, не завершающийся Бездной."
    "Когда в левой руке у тебя сияет солнце, а правую руку греют чуткие ладошки чужой жены, становится как-то безразлично относительно всего, что осталось на земле."
    "И даже имя чужой жены не пугает уже. Имя чужой жены — Славя."
    show sl upset casual tr1 with dissolve
    sl "Если тебе не нравится этот мир, ты всегда можешь сотворить свой."
    "Негромко говорит она."
    am "Как?"
    show sl smile casual tr1 with dspr
    sl "Дурачок."
    "Узкие губы расходятся в слабой улыбке."
    sl "Это же так просто. Смотри!"
    show sl smile casual tr2 with dissolve
    "И действительно. Что может быть проще творения миров?"
    "Оторванная левая рука вместе с солнцем улетает куда-то в относительный верх, вращаясь так бешено, что смущённое пространство расступается эклиптикой."
    "Так становится небо."
    "Ноги подламываются сами — и с грохотом осыпаются в относительный низ, каменея — и разрезая бьющие потоки крови, становятся фьордами и чёрными языками неуютных исландских пляжей."
    scene black
    show spill_red
    with fade
    "Кровь льётся речками, ручьями, кое-где сбиваясь целыми озёрами или намерзая шапками там, куда не попадает солнце."
    "Внутренности падают и рассыпаются, давая жизнь флоре и фауне."
    "Желчь заполняет жёрла вулканов, чтобы греть этот новый мир не только снаружи, но и изнутри."
    with fade
    "Последним остаётся пламенеющее, пустое сердце."
    "Оно не умеет биться, потому что нет того, ради кого это стоило бы делать."
    "Тогда Славя приказывает земле расступиться и в самый центр бережно ставит пустое сердце."
    "И вот… Первый толчок."
    scene
    $ renpy.show("bg ext_townscape_ph_day_7dl", what = Desat1("bg ext_townscape_ph_day_7dl"))
    with fade
    "Развеянный прахом мозг забывает о значении слова «думать», теперь он просто «существует»."
    "Тем самым в этот мир пришло Время."
    "Нервы стали первыми законами — Воздаяния, Равновесия, Смысла."
    "А электрическая боль, рассыпавшись из нервов искрами, заполонила небо полностью, и стали Звёзды."
    scene
    $ renpy.show("bg ext_townscape_ph_day_7dl", what = Desat("bg ext_townscape_ph_day_7dl"))
    with dissolve
    "Звёзды отражаются в потоках крови, старея во Времени, но никогда не угасая полностью."
    "Их задачей было просто — пройти и перестать болеть. Но вместо этого они желтели и желтели, становясь всё более тёплыми и уютными, неторопливо дрейфовали к западному краю по поверхности крови."
    scene bg ext_townscape_ph_day_7dl
    with flash
    "И тогда ты приглядишься повнимательнее — зачерпнёшь из незастоявшегося ещё варева собственных внутренностей багрового, дыхнёшь сверху льдинками и, отняв у Слави левую руку, бросишь всё на горизонт."
    "Потому что огоньки уже давно не звёзды, это тысяча маленьких огоньков на корабликах из сосновой коры, дрейфующие вниз по течению, и широкая улыбка не покидает губ девочки, сидящей на причале у самой воды, и закат такой, каким ты уже и забыл его встречать."
    "Потому что так спешил повзрослеть…"
    with fade
    "Так спешил спрятаться в забытьи."
    "Я не чувствовал время, отказывался участвовать в его игрищах."
    "Я был весь там, внутри собственного сна, где есть солнце, Славя и тысячи плывущих корабликов."
    "Где можно загадать желание и оно исполнится."
    "Где можно стать тем, кем ты хочешь быть."
    show blink
    pause(1)
    scene black
    "Я прикрыл глаза."
    show sl normal casual
    show prologue_dream
    with fade
    "И там снова стояла она."
    "Не юная девушка, а прекрасная молодая женщина."
    "Пусть и прячущая скорбь в глазах."
    "А у кого её нет в таком возрасте?"
    "Беззаботным ребёнком до тридцати лет вырасти не удалось даже мне."
    "Хотя я пытался."
    sl "Ты должен перестать пытаться."
    am "Я уже никому ничего не должен."
    show sl grin casual with dspr
    sl "А если подумать как следует?"
    am "Не-а."
    sl "Да-а."
    "Передразнила меня она."
    sl "Ты искал способ изменить свою жизнь."
    sl "Но сам с этим ты бы никогда не справился. {w}Потому и все пути, которые ты себе намечал, вели к одному."
    sl "Ко мне."
    am "Только вот нет тебя."
    show sl serious casual with dspr
    sl "Всё верно. Нет меня. {w}Что делать станешь?"
    "Я не знал."
    "А потом стало и вовсе не до того."
    stop music fadeout 3
    "Когда я вернулся домой, я нашёл в почтовом ящике…"
    scene anim intro_5
    with dissolve
    $ set_mode_nvl()
    play music music_7dl["forgive_or_what"] fadein 3
    "Дёмушка, здравствуй!"
    "Мне хотелось просто написать тебе."
    "Пусть ты ушёл, но всё ещё дорог мне."
    "А я…"
    "Возможно, стоило бы поступиться принципами, гордостью — молодая была, глупая."
    "Да только почему-то не было и сомнений в том, сколько значишь для меня."
    "Глупо, правда?"
    nvl clear
    "Мне казалось, что это палка о двух концах. Если любишь кого-то крепко-крепко, жизни без него не чаешь — то и он тоже. Такой же."
    "А оказалось, что нет."
    "Оказалось, насильно мил не будешь, оказалось, что это только я влюбляюсь один раз и на всю жизнь, а ты вполне можешь уйти — и даже не к другой! — а просто в никуда."
    nvl clear
    "Наверное, я дура."
    "Наверное, это я придаю слишком много значения всей этой ерунде, а на самом деле люди в самом деле могут встретиться просто для того, чтобы неплохо провести вместе время."
    "Хотя мы так и не добились того, зачем вообще встретились в первый раз."
    "Тебя это не гнетёт?"
    "Меня, вот… Эх. Да что я говорю."
    "Мне куда важнее оказался ты, чем поиски Алисы."
    "И от того я чувствую себя плохой, гадкой!"
    "Хотя сердцу всё равно не прикажешь."
    nvl clear
    "Мы стараемся быть людьми, выше всего ставить человечность, искренность, участие."
    "А оказывается, что всю жизнь ищем для себя человека."
    "Я искренне желаю тебе встретить человека однажды."
    "Вру. Снова вру."
    "Я искренне желаю, чтобы ты вернулся."
    "Но вряд ли такое когда-нибудь произойдет."
    "У тебя, наверное, уже новая знакомая. {w}Кто она? Художница? Музыкантша? Поэтесса?"
    "Тебя всегда так влекли эти творческие личности."
    "Одна я глупая, неловкая и совсем не творческая."
    nvl clear
    "Так вот и живу."
    "Мне выдали однокомнатную квартиру, поэтому больше не надо снимать комнату в коммуналке, это так здорово."
    "Хотя ты, наверное, в курсе."
    "Мы ведь тогда и познакомились впервые, когда я отметила её получение и всю ночь провисела в сети."
    "Ты был такой забавный!"
    "Кто же знал, чем это «забавное» обернётся…"
    "Нет, я не злюсь, не тоскую. {w}Я обязательно себе встречу кого-нибудь."
    "И ты тоже не грусти!"
    "Выше нос, слышишь?"
    "Всё будет хорошо."
    nvl clear
    "Помнишь, как говорил Викентий Викторович: «Страдать никогда не поздно. Делать может быть поздно.»"
    "Вот я и делаю."
    "Знакомлюсь с людьми, продолжаю поиски."
    "Я найду её!"
    "Пусть от меня отвернутся все! Найду!"
    "К этим шарлатанам обращусь, если потребуется."
    "Вот завтра прямо и пойду."
    nvl clear
    "Есть тут одна бабка, говорят, хорошо карты кидает."
    "Я не верю во всю эту чушь, но готова цепляться за что угодно."
    "Это ты у нас сдаёшься быстро."
    "Как забавно, что нас познакомила пропажа Алисы, и она же нас разлучила."
    "Возможно… Если я…"
    "Да нет, глупости."
    nvl clear
    "Несбыточные мечты. Ты всё равно не вернёшься, даже если я найду Алису."
    "Если приеду к тебе в Ленинград и предоставлю её — живую и здоровую."
    "Но у меня просто больше нет цели в жизни."
    "Я подавала надежды, могла больше, стремилась к лучшему."
    "А сейчас у меня только муниципальная квартирка, должность в местном КБ и постоянные поиски."
    "Так что буду заниматься ими."
    "Завтра суббота, они снова дадут концерт, а я пойду к той бабке."
    "Надеюсь, она не возьмёт слишком много."
    nvl clear
    "Конечно, я понимаю, как это опасно."
    "Чёрт возьми, дня не проходит, чтобы не было скандала c ними."
    "Но, надеюсь, мне повезёт."
    "Другого-то пути нет."
    "Сейчас я запечатаю это письмо, отправлю тебе."
    "А потом вместе и посмеёмся над моей трусостью."
    "Я, ты и Алиса."
    "Так будет."
    "Обещаю."
    "Я."
    stop music fadeout 3
    $ set_mode_adv()
    scene bg int_semen_room_clean_7dl
    with dissolve
    play music music_7dl["misery"] fadein 3
    "Я хорошо помнил этот почерк — завитушка у буквы «д», идущая вверх, буква «ш», больше похожая на «омегу»…"
    "Так писал всю жизнь только один человек."
    "Рука сама схватила ручку и вывела:"
    "«Мой дорогой Дёмушка…»"
    "С приметной «д» завитушкой вверх и «ш», больше похожей на «омегу»."
    "С тихим шелестом письмо спланировало на стол, почти закрыв три картонки с траурной тесьмой, с безжизненным, сухим текстом."
    "Приглашаем вас…"
    "…года на траурную церемонию по случаю кончины…"
    "…ой… сы… евны…"
    "…Тихо… ле… тон…"
    "…оров… ян… Вик…"
    "Три, три, три стрелы… Раз стрела, два стрела — Дёма Лета унесла."
    "И только тогда я проснулся."
    "Никому не нужным, пустым и трезвым."
    "В мире, где визг тормозов и тошнотворный хруст сминаемых костей эхом может звучать десятки лет."
    "В мире, где слившиеся до точки от боли зрачки в голубых глазах ещё не успели ни понять, ни обвинить."
    "Такой интересный перелив — от аквамаринового к голубому."
    "Ну конечно же, как я мог не догадаться. {w}После таких травм…"
    scene bg ext_japan_graveyard_rain_7dl
    show prologue_dream
    with dissolve
    $ set_mode_nvl()
    "Красивые буквы, красивые слова…"
    "Они лучше любых звуков пробрались внутрь меня, добрались до того места, где давным-давно уже не бьётся, а просто существует сердце."
    "Я за рулём машины, не достаю до педалей, но впереди распахнулись ворота, и карета «скорой помощи», развернувшись на пятачке, промчалась мимо меня."
    "А в замке так удачно торчит ключ."
    "Так удачно, что…"
    nvl clear
    "Для того, чтобы достать до газа, мне пришлось схватиться за руль и опуститься вниз, нащупать ногой педаль."
    "Всего несколько секунд на то, чтобы ослабить контроль."
    "Когда я выглянул наверх, было уже слишком поздно."
    "Я не успевал ни спрыгнуть вниз, к тормозу, ни что-либо сделать вообще."
    nvl clear
    "Дальше был только удар, хруст, разрезанное запястье, от крови которого намок и почернел красивый плетёный браслет."
    "Чей он?"
    "Откуда?"
    "И девочка, находящаяся между капотом и столбом — там, где маловато было места для человеческого тела."
    "А значит, дела совсем плохи. Откровенно плохи."
    nvl clear
    th "Моя сверстница?"
    th "Красивая…"
    "Ведущая её за руку женщина разевает в немом крике рот, пытается схватить и отодвинуть машину."
    "Это да бесконечно голубые глаза девочки — вот и всё, что я успел разглядеть, перед тем как отключился."
    show blinking
    nvl clear
    "Кладбище, заунывный речитатив запрещённого здесь священнослужителя."
    "Косой дождь, лупящий по щекам, почти не чувствуется."
    "Я промок насквозь, но не чувствую этого."
    "В голове ещё звенит — женщина, стоящая у самой могилы, сорвалась с места и ударила мне наотмашь по голове, потом ещё и ещё, пока её не оттащили."
    am "Я приношу всем смерть. Я должен…"
    nvl clear
    "То же кладбище, спустя полчаса — остались только я и мой опекун."
    "Он держит меня за ухо и тыкает носом в надгробие, где уже высечено имя."
    "Феоктистова Славяна. Твоя доброта навсегда в наших сердцах."
    voice "Помни, чью жизнь ты отнял."
    voice "Помни."
    nvl clear
    "И выцветшая фотография, и корявые детские стихи."
    "Они выросли в прекрасную юную женщину с бездонным взглядом, что помогала мне искать моего ангела."
    "Что любила и заботилась."
    "Она была идеальной почти во всём."
    "За одним крохотным исключением."
    nvl clear
    $ set_mode_adv()
    scene bg ext_city_night_7dl
    with dissolve
    play ambience ambience_cold_wind_loop
    "Я шёл от дома, вздрагивая и пряча покрасневшие глаза от прохожих и вспышек памяти."
    "Короткая, красивая улица, взбегающая по мосту в небо."
    th "Они все ушли. {w}Значит, пора и мне?"
    "Я перелез через ограждение, прошёл по служебной лесенке и остановился там, где гранит быков переходил в клёпаную сталь."
    "Всё должно быть небольно."
    "В Голландии, конечно, внедрили эвтаназию, а вот у нас что-то не спешат."
    "Так-то я бы, конечно, встал в очередь на инъекцию."
    "Один укольчик — и готово."
    "Я заслужил."
    "Слишком уж долго страдал."
    am "Она была четвёртой."
    th "А сколько ещё их на самом деле?"
    "Я сел на стальные перила, перебросил ноги на ту сторону."
    am "На счёт «три»."
    dreamgirl "Лучше «четыре»."
    "Я усмехнулся:"
    am "Разумеется. {w}Три… Четыре!"
    scene black
    with fade
    stop sound_loop fadeout 1
    stop ambience fadeout 1
    "Дальше была только темнота и тишина."
    "И всё закончилось."
    "Ведь чудес не бывает."
    play sound sfx_7dl["aunl"]
    show acm_logo_sl_7dl_sept with moveinright:
        pos (1600, 1020)
    pause(7.4)
    with vpunch
    pause(2)
    if not persistent.pivo_default_7dl:
        jump alt_stories_start
    else:
        return