label alt_day7_un_7dl_sept:
    play music music_7dl["brigh_you"] fadein 3
    scene bg ext_railstation_7dl with dissolve
    "Как там постоянно говорят материалисты: если ты не можешь коснуться чего-то, значит, его нет."
    "Следуя их логике, воздуха нет."
    "И музыки тоже."
    "Ты не можешь прикоснуться к музыке, но зато можешь ощутить её прикосновения."
    "Это крохотное чудо, которое до сих пор наука объяснить не в состоянии."
    "Ни один британский учёный не может рассказать, что же за магия творится в мозгу, когда мы видим или слышим нечто прекрасное."
    "В каких формулах, каких единицах должно измеряться рвущееся из груди счастье?"
    "Какие гормоны объясняют слёзы счастья в такие моменты?"
    "Неизвестно."
    "Непонятно."
    "Должно быть, это своего рода защитная реакция, вроде сужения зрачков при ярком свете."
    "В тебе становится так светло и ярко, что нужно зажмуриться, отвернуться и выдохнуть."
    "А ты не можешь."
    "Ты застыл."
    show un smile winter with dissolve
    un "Привет, узнал?"
    "Вот почему я такой плаксивый."
    "Вроде не мальчик уже, а всё равно всякий раз, когда вижу этих людей, не могу отвернуться, глаза щиплет, к губам прикипает глупая улыбка."
    "Все друзья и подруги Алисы были невероятно красивыми, выразительными, живыми."
    "Каждая из них была дышащим произведением искусства."
    "И тем обиднее, что такие яркие, невероятные личности, посветив и погорев, в итоге меняют судьбу вспышки на тление и невзрачность."
    "Вращаясь в кругу таких же невероятных солнышек, выходят замуж за невзрачных людей, рожают от них детей, вдвое разбавляя геном красоты никому не нужной дистиллированной водой."
    "Сами блекнут в итоге."
    "Становятся слишком обычными. Слишком нормальными."
    "Но ветер порой дует с востока, и примешивается к городскому асфальту полуэфемерный аромат полыни, и тогда срывает с лиц плёнку непримечательности, всплеском занавесок на секунду являя миру былое великолепие."
    "Когда такое произведение вспоминает о том, что в мире есть счастье и любовь."
    "Настоящая, а не то, что пришлось брать по праву распределения."
    am "Здравствуй."
    "Улыбнулся я."
    am "Я думал, не узнаю уже тебя, семь лет прошло."
    un "Шесть."
    "Поправила она."
    am "А ты всё такая же невероятная."
    show un laugh winter with dissolve
    un "Перестань."
    "Рассмеялась девушка."
    un "Где твоя кепка, кстати? {w}Очень удачная была, один щелчок по козырьку легко приводил тебя в чувство."
    am "Дома."
    un "Дома-дома или у Алисы?"
    "А Алисы больше нет."
    show un sad winter with dspr
    un "Прости. Мне не следовало это говорить, да?"
    "Среди всех нас у Лены были самые большие проблемы с эмпатией — иногда она могла так рубануть сплеча, что восстанавливаться приходилось по нескольку минут."
    "Нет, она не была жестокой, у неё была своя, никому не подвластная красота."
    "Просто…"
    "Я помню, как она смотрела на меня, когда мы впервые познакомились."
    "Так странно, так непонятно."
    "Как будто пыталась разглядеть во мне что-то."
    "Но что?"
    "Она отмалчивалась в ответ на расспросы, как и её подружки."
    "Потому я, поспрашивав, отступился."
    "Понял, что там что-то личное."
    "Не зря же среди всех ярких она выделялась особенным взглядом, особенной речью…"
    stop music fadeout 3
    scene bg ext_city_night_7dl
    with dissolve
    play ambience ambience_7dl["night_city"] fadein 3
    play music music_7dl["dawn"] fadein 3
    "Честно сказать, я думал, она откажет мне в гостеприимстве."
    "Всё-таки её отъезд в другой город больше был похож на бегство, а оно обычно сопровождается сжиганием мостов."
    "Пусть я был здорово младше, я тоже был таким мостом."
    "Хотя отношение Лены ко мне всегда было достаточно необычным."
    "Мне позволялось всегда самую чуточку больше, чем всем прочим."
    "Именно она меня поцеловала на мой пятнадцатый день рождения, именно она придумала щёлкать меня по козырьку, когда я слишком засматривался на окружающую меня красоту."
    "Наверное, я должен был стать поэтом."
    "Потому что видел, как на самом деле вокруг всё устроено, понимал все эти законы, по которым происходит всё-всё."
    "Но не мог подобрать слова."
    "Зато если надо было похвалить чьё-то творчество…"
    scene bg ext_townscape_ph_day_7dl
    show prologue_dream
    with dissolve
    "Мой пятнадцатый день рождения мы должны были отмечать неподалёку от дома Тихоновых, там как раз открылось новое кафе."
    "Да только кафе оказалось закрытым, на улице пошёл дождь…"
    "И мы побежали, хохоча и брызгаясь, вниз по улице, потом бежали вверх по лестнице…"
    "Разместившись в комнате, долго спорили о том, кому идти за горючим, кто будет накрывать на стол, кто играть на гитаре…"
    "Да, вся ситуация была чуточку подпорчена грядущим отъездом Алисы, но тогда мне казалось, что всё хорошо и будет хорошо…"
    "И так забавно…"
    "Прихожая в старом доме Лены…"
    "Прихожая в общежитии, куда её поселили теперь, была исполнена настолько достоверно похоже на старую, что я на секунду даже испугался, что перепутал город."
    "Да только Лена улыбнулась, открыла дверь, запустила меня в комнату."
    stop ambience fadeout 3
    scene bg int_sam_room_7dl
    with dissolve
    "Иллюзия исчезла, как и не бывало."
    "Здесь была скучная комната на двух человек с серыми обоями, с грязным подоконником, заставленным кастрюлями и какими-то круглыми пластмассовыми коробками."
    "Никаких украшений. {w}Две кровати, два стула, стол у окна, шкаф."
    "Как будто здесь не жили, а просто переживали ночь перед уходом снова на работу."
    "А в старой квартире всё было увешано постерами, наклейками — и самое главное — работами Лены."
    "Она рисовала безмерно красиво."
    "Вот только почему-то перестала."
    "Я не заметил, когда и как это произошло, потому что весь был в поисках, а когда чуть-чуть очнулся — Лены уже не было в городе."
    "Она села на поезд и уехала туда, где ей предложили место."
    "А я поехал за ней."
    am "Больше не рисуешь?"
    show un normal dress with dissolve
    un "Не хватает сил, если честно. Да и бессмысленно всё это."
    am "Бессмысленно?"
    "Я не поверил ушам."
    am "Ты пытаешься убедить меня в том, что твоя мечта бессмысленна?"
    "А Лена стояла и смотрела на меня строго и неулыбчиво."
    "И вот тогда я психанул."
    am "Ты помнишь?"
    am "Помнишь, когда мир был счастлив, и ты вместе с ним?"
    am "Смех, счастье, слёзы."
    am "Когда ты могла гулять с друзьями до рассвета и не считать времени, полная отчаянной жажды жизни."
    th "Когда мог сутки напролёт проводить с девушкой своей мечты."
    am "Делать только то, что приносило пользу тебе и твоим близким."
    am "Помнишь, когда твоя жизнь действительно имела значение?"
    am "Нас было так мало друг у друга, мы так старались быть вместе как можно чаще."
    am "Будто чувствовали, что детство — это не навсегда."
    am "Помнишь?"
    am "Подумай, на что ты всё это променяла."
    show un sorrow dress with dspr
    un "Всё это прошлое."
    am "А если нет?"
    am "Что, если твоё чудо только и ждёт, когда ты обратишь на него внимание? Не попробуешь — не узнаешь, правильно?"
    "Не попробуешь…"
    "Я предпочёл не говорить Лене о том, что однажды сильно обжёгся после ровно таких же слов."
    "У меня не получилось."
    "Но это я."
    "Я неудачник."
    "У Лены обязательно всё получится."
    "Я видел её детские работы. Уже тогда они уводили тебя так далеко, где ты никогда не был, могли подарить те переживания, какие ты никогда не испытывал."
    "Дорожка в яркий мир."
    "От яркой девушки."
    un "Ты говоришь как один мой старый знакомый."
    "Задумчиво произнесла она, склонив голову набок."
    un "Тоже весь порывистый, свято верящий в правоту и красоту, спасающую мир."
    un "Только вот он…"
    am "Что?"
    "Она помотала головой."
    "Конечно, я немного слукавил про детство — уже тогда, когда я появился в жизни этой весёлой компании, каждой из них было за восемнадцать."
    "Исключая, понятно, мою старшую сестру."
    "Ульянке было… Не помню. Кажется, пятнадцать."
    "Лене же…"
    "Честно сказать, я не знал точно, сколько ей лет. {w}Но она будто бы не менялась с возрастом."
    "Я догонял её, догонял."
    "И вот догнал."
    stop music fadeout 5
    "Уже тогда, шесть лет назад, когда я один побежал в магазин, а вернувшись, удостоился поцелуя в щёку от прекрасной дамы, ей приходилось тянуться ко мне."
    play music music_7dl["last_hope"] fadein 3
    "Сейчас же, наверное, пришлось бы вставать на носочки."
    "Она выглядела даже не ровесницей мне, а кем-то моложе, меньше."
    un "О чём ты думаешь?"
    am "Помнишь мой последний день рождения всей компанией?"
    "Девушка порывисто кивнула."
    "Смутилась, посмотрела исподлобья."
    un "Ты тогда чуть не завалил экзамены, явился с перегаром."
    am "А я помню другое."
    show un shy dress with dspr
    "И вот тут она покраснела, снова в форточку порывом ветра утянуло ненужное, невзрачное."
    "Передо мной снова стояла юная девушка, которая смотрела на мир широко распахнутыми глазами и верила только в чудеса, ибо лишь чудеса достойны таких девушек."
    "Каждый шаг на лестнице в небо открывает всё новые и новые горизонты."
    "И на этой лестнице ей пришлось бы вставать выше на несколько ступенек, чтобы наши глаза были вровень."
    am "И думаю до сих пор — если поцелуй был в щёку, то как это ты так неудачно повернулась?"
    show un normal dress with dspr
    un "Тебе было пятнадцать. {w}Я не хотела целоваться с маленьким мальчиком."
    un "Неудачно повернулась, да."
    "Вот ведь в чём дело."
    "Я не слушаю то, что говорят люди, мне дорогие."
    "Я слышу то, что они на самом деле хотят сказать."
    "Так что шаг навстречу мы сделали одновременно."
    show un normal dress close with dissolve
    "Ещё шаг."
    "Не знаю, с кем она меня сравнивала, кого видела во мне, но это было что-то судорожно резкое."
    "Как будто в меня вцепились, обхватив сразу всеми конечностями, распластали по груди, вжали в себя."
    play sound sfx_open_door_2
    "Но через мгновение загремел замок входной двери, и меня спасла соседка Лены по комнате."
    $ meet('ka', 'Соседка')
    show un shy dress at left
    show ka grin casual at right
    with dissolve
    "Симпатичная рыженькая, такая же зеленоглазая, как Лена."
    "Задумчиво скользнув по мне взглядом, она улыбнулась:"
    show ka smile casual with dspr
    ka "Да неужели ты всё-таки решилась?"
    show un normal dress with dspr
    un "Это не то…"
    ka "Что я думаю?"
    "Вторая улыбка, куда более ослепительная."
    ka "Да я не думаю, это вообще вредная привычка. Предпочитаю действовать."
    ka "Вот как ты сейчас."
    hide ka
    show un smile2 dress
    with dissolve
    "Девушка захохотала и отошла к столу, забросила кипятильник в банку, подключила его и только после этого удостоила меня вниманием."
    ka "А ты, значит, Найд?"
    am "Извините?"
    ka "Извиняю. Лена мне про тебя все уши прожужжала. {w}Правда, я представляла тебя чуть-чуть другим."
    un "Кать, перестань!"
    ka "Ой, подумаешь. {w}Я до вечера в центр, хватит вам времени?"
    show un shy dress with dspr
    un "Катя!"
    $ meet('ka', 'Катюшка')
    ka "Не кричи. Конечно же, чая я попью, только потом поеду. {w}И мальчика твоего покормлю, кожа да кости."
    play ambience ambience_7dl["night_city"] fadein 3
    scene bg ext_city_night_7dl
    with dissolve
    "Вот так за шутливой перебранкой мы встретили вечер."
    "На следующий день отправились с Леной к знакомым её отца, чтобы помочь мне провести поиски."
    "Потом ещё…"
    "Ещё…"
    "А потом я остался."
    "Нет, пропавшая Алиса до сих пор была для меня самой главной целью в жизни, но вдруг оказалось, что мне сладко от того, как целует Лена."
    "От того, как мы держимся за руки и гуляем по холмам и мостам города."
    "И как здорово они переданы на набросках Лены."
    "Да, она снова взялась за карандаш."
    "Только в этот раз с каким-то ожесточением, не ограничиваясь больше простыми контурами."
    "По мере того, как мы встречались, она всё больше времени уделяла рисованию."
    "Что-то оставляла себе, что-то прогоняла через сканер и отправляла на искусствоведческие ресурсы."
    "Набиралась впечатлений, слушала критику."
    "Так миновал месяц, за ним другой."
    scene anim intro_2
    with dissolve
    "Новый год мы встретили в одной квартире…"
    "Не помогли нам знакомые семьи Тихоновых."
    "Не помогли ни в службе МСБ, ни в милиции — нигде."
    "Суд признаёт человека без вести пропавшим через год с момента начала поисков."
    "Мёртвым — спустя пять лет."
    "Такие вот дурацкие законы."
    "Только вот я с этим был не согласен. Поиски напрямую ни к чему не привели, зато удалось найти в сети кое-что."
    "Но сеть стоила денег. Да и в целом, было как-то не по себе от того, что Лена трудится, а я баклуши бью."
    "Пришлось устраиваться на работу, чтобы не привлекли за тунеядство."
    "Без опыта работы на одном месте отказника могли взять разве что на полставки неквалом."
    "И, как любой другой неквал, работа выматывала — жуть."
    "Так что домой я приходил без задних ног."
    "Утешал себя мыслью о том, что всё это временно, только до тех пор, пока…"
    "Да только шёл месяц, другой… А я всё не уезжал."
    "Вот и сейчас."
    "Чувство утраты никуда не делось, не стало меньше, но отодвинулось на задний план, оставляя место и для чего-то помимо поисков."
    "Для Лены."
    scene anim intro_4
    with dissolve
    "Я улыбнулся, предвкушая, как сейчас буду колдовать на кухне, ожидая Лену с завода, как в полночь мы откроем шампанское, встречая Новый год"
    stop ambience fadeout 3
    scene bg int_sam_house_clean_7dl
    with dissolve
    "Когда я открыл дверь, в квартире было тихо и одиноко, это место ещё не проснулось."
    "Но уже скоро, скоро…"
    "Насвистывая какую-то глупую мелодию, я сбросил пальто с ботинками, прошёл в комнату за полотенцем и мыльно-рыльными…"
    stop music fadeout 3
    scene cg d3_dv_alice_dj80_7dl
    show prologue_dream
    with dissolve
    play music music_7dl["faraway"] fadein 3
    "И где стоял, там и сел."
    "Потому что на стене висела…"
    "Алиса, моя Алиса, в наушниках, за вертушками!"
    am "Где Лена могла увидеть такое? Когда?!"
    am "Не могла!"
    "Я в очередной раз за глаза обругал Лену, отказывающуюся от персонального телефона."
    "Мол, и дорого, и не по статусу."
    "Вот сейчас бы я её по всему статусу взгрел!"
    th "Вернётся — поговорим."
    "Утешил себя я."
    "Обязательно поговорим."
    "Потому что такую Алису я помнил разве что… В самом начале нашего знакомства."
    "То самое платье, тот самый огонёк в глазах."
    "Взгляд человека, который ещё не прошёл через разочарование и отчаяние."
    "Моя Алиса."
    "На секунду даже стало стыдно перед ней за то, что мы вот так с Леной, пока она где-то…"
    am "Алиса…"
    "Пальцы тряслись, в горле встал горький ком, и нечего было даже думать о кулинарии в таком состоянии."
    scene bg int_sam_house_clean_7dl
    with dissolve
    "Так что сто грамм успокоительного, ещё сто грамм."
    "Когда голову повело и зашумело в ушах, на улице уже начало темнеть."
    "Наши окна выходили на восток, небо налилось свинцом и опустилось чуть ли не до уровня крыш."
    "Почти Ленинградское небо."
    "Почти…"
    "Вздрогнув и весь покрывшись мурашками, я вскочил, готовый куда-то бежать или что-то кричать — и поймал плечом стену, решившую вдруг прыгнуть мне навстречу."
    "Потом стол."
    th "Перепил, что ли?"
    "Спросил сам себя я."
    th "Да нет. Всего-то двести грамм… {w}Натощак. {w}После работы. Что может пойти не так?"
    am "Ян за хвост тягает инь. Инь по почкам хлещет ян. Я так тихо-тихо пьян…"
    "Но какие бы картины не висели на стене, какое бы прошлое не было…"
    "Боюсь, Лена не оценит, если вернувшись в одиннадцать вечера со смены, она обнаружит только спящего меня и никакого стола."
    "Потому…"
    "Не зажигая газа, прыгнул под ледяную воду."
    stop music fadeout 5
    "Кричал, разбрызгивая холод по телу, дышал через раз, крутился, ругался."
    "Истерика выходила через поры."
    play music music_7dl["keep_looking"] fadein 3
    "А ещё два часа спустя салаты были готовы, шампанское стыло в мокрых полотенцах в холодильнике, а я курил на балконе."
    scene bg semen_room_window
    with dissolve
    un "Молодой человек!"
    "Раздался смех снизу."
    un "Молодой человек, у вас снизу всё видно! Вы бы халат запахнули!"
    am "Что видно, я в штанах!"
    un "А через штанину!"
    am "Всё понятно с тобой."
    "Сломав сигарету в пепельнице, я отправился к домофону."
    "Встречать одну девушку, снова разбудившую в себе счастье."
    "Задавать неприятные вопросы, кормить салатами и поить успокоительным."
    "Перебирать наброски с другими мирами, с невероятными городами."
    "С людьми, чьи лица вызывали смутные ассоциации."
    "До сих пор я не особо уделял внимание тому, что Лена могла начиркать за пять минут, только на то, чем она занималась долго."
    "Но теперь…"
    scene cg d3_me_mirror_bordo_7dl
    show prologue_dream
    with dissolve
    "На одном из листов можно было разглядеть знакомого мне молодого человека."
    "Очень похожего на…"
    "Да нет, бред."
    "Я всегда коротко стригся, носил кепку и предпочитал «пилот». А этот…"
    am "Ты хочешь, чтобы я носил такую стрижку?"
    scene bg semen_room_window
    if persistent.hentai_graphics_7dl:
        show un smile sleep
    else:
        show un smile pioneer
    with dissolve
    un "Нет. Да и не ты это. Это… В общем, не суть."
    am "Что?"
    un "Нет, ничего. Знаешь, мне подумалось, что мы немного засиделись на одном месте."
    am "Предлагаешь съездить куда-нибудь?"
    un "Куда-нибудь, да…"
    hide un with dissolve
    "Девушка вышла из комнаты в прихожую, что-то там делала несколько минут, и, вернувшись, протянула мне красивый глянцевый конверт."
    un "Прочитай."
    am "Музей современного искусства города Ленинграда приглашает вас принять участие в выставке «Яркэкспо» в апреле следующего года. Просьба иметь с собой хотя бы четыре ваших произведения."
    am "Ого! Ленинград!"
    if persistent.hentai_graphics_7dl:
        show un grin sleep with dissolve
    else:
        show un grin pioneer with dissolve
    un "Да. Похоже, на месте нам сидеть не доведётся."
    am "В апреле, да?"
    if persistent.hentai_graphics_7dl:
        show un normal sleep with dspr
    else:
        show un normal pioneer with dspr
    un "Нет. Я взяла нам билеты на тринадцатое января. Какой-то японский фонд заинтересовался моими работами и хочет выкупить сразу несколько."
    un "Они будут в Ленинграде весь январь, но раньше билетов достать не удалось, извини."
    "С Японией у меня была всего одна ассоциация."
    "Но я постарался спрятать её как можно глубже."
    "Потому что с Ленинградом у меня была ассоциация куда ярче."
    am "Значит, поиски продолжаются?"
    if persistent.hentai_graphics_7dl:
        show un smile2 sleep with dspr
    else:
        show un smile2 pioneer with dspr
    un "Да!"
    play sound sfx_7dl["aunl"]
    stop sound_loop fadeout 3
    show acm_logo_un_7dl_sept with moveinright:
        pos (1600, 1020)
    pause(7.4)
    with vpunch
    pause(1)
    jump alt_stories_start