label alt_cherry_berry:
    $ day_time()
    scene black with fade
    play music music_7dl["silent_angel"] fadein 3
    "Когда я был ребёнком, я всегда спал неподвижно."
    "То есть я мог раскидаться, поворочаться — но в целом всегда вёл себя мирно, не болтал, не колобродил и не вставал по пять раз за ночь поесть или ещё по какой-никакой надобности."
    "После того, как детство закончилось, спать со мной рядом стало крайне чревато."
    "Особенно для пионерок, каких я встретил здесь, в лагере."
    "Удивительно, как щедро Природа оделяет некоторых."
    "Красотой — внешней, телесной."
    scene
    $ renpy.show("bg int_house_of_mt_day", what = Desat1("bg int_house_of_mt_day"))
    show anim_grain
    with dissolve
    "Умом…"
    show un normal pioneer behind anim_grain with dissolve
    "И прячет всё это под замок застенчивости."
    "Мне приснилось, что я лежу на боку."
    scene
    $ renpy.show("bg int_house_of_mt_day", what = Desat("bg int_house_of_mt_day"))
    show un serious pioneer behind anim_grain
    show anim_grain
    with fade
    "А на стуле рядом с кроватью сидит Лена."
    "И задумчиво изучает моё лицо."
    "Как будто надеется разглядеть на нём что-то."
    "А у меня рука затекла и почти полностью потеряла подвижность."
    "Я зашипел и попробовал переместить её так, чтобы можно было растереть и вернуть кровообращение."
    un "Давай, я?"
    un "Я умею."
    "Не слушая моих возражений, девушка забрала мою руку и как-то очень профессионально начала массировать."
    "И правда — минуты не прошло, а я уже мог пошевелить пальцами, не морщась от тысяч маленьких иголочек."
    me "Спасибо."
    "Улыбнулся я."
    me "Ты чудодейка."
    "И раз уж это всё равно сон — в котором отчаянно стесняющаяся девушка приходит, чтобы размять мои затёкшие конечности."
    "То зачем время терять?"
    "Тем более, что здесь-то она меня точно не станет игнорировать и прогонять: мой сон, мои правила."
    "Короткий резкий рывок — и девушка оказалась рядом со мной."
    show un surprise pioneer behind anim_grain with dspr
    "Как я уже говорил — я довольно опасен, когда сплю."
    scene
    $ renpy.show("bg int_house_of_mt_day", at_list = [zentercenter], what = Desat("bg int_house_of_mt_day"))
    show un shocked pioneer close behind anim_grain
    show anim_grain
    with dissolve
    "Когда-то казалось, что поцелуи — прерогатива тех, кого ты искреннее любишь."
    "Потом оказалось, что они — просто телесная ласка. {w}Не самая приятная к тому же."
    "Но здесь одновременно произошли два события: мои пальцы забрались ей под рубашку, а наши губы встретились."
    "Зелёные глаза изумлённо распахнулись."
    "В мою грудь упёрся локоть."
    un "П-прекрати…"
    "Но где там…"
    "Короткий поворот — и локоть оказывается где-то сбоку, а пуговицы на её рубашке расстёгиваются чуть ли не от простого прикосновения."
    un "П-подожди… Нет…"
    "Снова руки у меня на груди, пытаются оттолкнуть."
    "Пытаются."
    "Под рубашкой у неё была только сама Лена — лифчик естественно уехал вверх, а грудь была прекрасной формы, и пахло от кожи так одуряюще."
    scene
    $ renpy.show("bg int_house_of_mt_day", what = Desat1("bg int_house_of_mt_day"))
    with fade
    un "Н-нет…"
    "Она забила ногами, вырываясь, но я уже нашёл пальцами тонкую полоску белой ткани и резким рывком спустил её на несколько сантиметров вниз."
    un "Семён?!"
    "Ещё несколько сантиметров."
    "Стояла полная тишина, перемежаемая только звуками нашего сбитого дыхания да скрипом кровати."
    "И свистом рассекаемого воздуха, в котором мелькали пятки."
    "Трусики уехали на уровень коленей и перестали быть преградой: рывок — и клочок белой ткани улетел на пол. С юбкой я даже не стал воевать."
    me "Сейчас-сейчас."
    "Лена находилась подо мной, судорожно сжимая колени и смотря снизу вверх со страхом."
    un "Нет… Только не так! Кто-нибудь!"
    "Вдруг закричала она."
    "Пришлось затыкать ей рот подушкой."
    "Навалившись сверху, я почувствовал, что здесь и проходит граница, после которой нет пути назад."
    th "Нет пути назад."
    "Лена оказалась сильной девочкой. Наверное, даже где-то тренировалась."
    "Но после того, как мне удалось отвлечь её внимание и успеть поставить колено между её коленей, вся тренированность перестала иметь значение."
    "Я перенёс весь свой вес туда и надавил изо всех сил, сминая сопротивление, раздвигая сомкнутые ноги."
    if persistent.hentai_graphics_7dl:
        scene cg d5_un_rape_7dl with flash
    else:
        scene black with flash
    "Она отчаянно замолотила руками и ногами, правое плечо пронзило болью — там сомкнулись зубы девочки."
    "Пришлось снова прибегать к помощи подушки."
    "Ещё несколько секунд, и я оказался между её ног."
    "Мои две ноги против её двух ног."
    "И наконец увидел самое важное её место."
    "Её венерин холмик был гладким, только у самого основания была небольшая очаровательная дорожка волос."
    "И, конечно, это восхитительное зрелище, которое она так долго прятала."
    "Где тут было удержаться."
    "Я протянул палец и потрогал её."
    "Гладко, мягко, упруго."
    "Сухо."
    "В шортах уже было невозможно тесно, а в животе будто поселился вулкан."
    "Коротко лязгнула металлическая молния, выпуская наружу моё взбесившееся естество — от перевозбуждения я был красным, в том числе и там. И твёрдым."
    "Я знал, что если не возьму её здесь и сейчас, то сойду с ума."
    "Контакт с ней, сверху вниз, по губкам. Снизу вверх."
    "Она дёрнулась ещё раз и снова изо всех сил попыталась вырваться."
    "Тщетно."
    "Наконец, я сумел различить её запах. Запах Лены."
    "И уже не в силах справляться с собой, я позволил себе сойти с ума."
    "Палец в рот, чтобы взять слюны — палец внутрь девочки, легким касанием, увлажняя. Палец в рот, чтобы попробовать её на вкус — и снова, снова."
    "На вкус она оказалась терпкой, слегка солоноватой."
    "И с каждым прикосновением пальцем всё более гладкой и влажной."
    "Она вздрагивала от каждого прикосновения, но я держал крепко, продолжая намеченное."
    "Наконец, я удовлетворённо кивнул — теперь риск травм был минимален — и, потянувшись вперёд, приставил набрякшую головку члена к входу в страну чудес."
    "Было горячо, очень горячо."
    "Из-под подушки донёсся всхлип, когда девушка поняла, что именно касается её потаённого местечка."
    "Она закричала, срывая горло, в подушку, забила ногами изо всех сил, выгнулась в невозможной попытке сбежать."
    "Но когда у тебя ноги раздвинуты и обвиты вокруг чьих-то бёдер, хоть отбивайся ты, хоть не отбивайся…"
    "Последняя отчаянная попытка — на меня посыпались удары со всех сторон, но было уже слишком поздно."
    "И плевать мне было на всё происходящее вокруг."
    "Резкое движение вперёд — вскрик — под моим напором что-то подалось — и, почти не встретив сопротивления, я оказался в тугом, упругом плену."
    "Внутри Лены."
    "Я никогда ещё не видел такого, детального сна."
    "Я был в раю. Ничем не передать ощущение, как узко, сладко и волнующе было внутри девушки."
    "Лена снова зачем-то пыталась вырваться — хотя сейчас-то какой смысл? — но я продолжал методично двигаться внутри неё, наращивая темп, чувствуя, что готов кончить в любую секунду, но продляя удовольствие."
    "Прекрасная девочка, прекрасная — я никогда не верил в оргазм до слёз, но сейчас от перевозбуждения у меня всё потемнело в глазах."
    "Меня всего колотило, а неслышный щелчок, указывающий на то, что московское время отсчитало ещё один часик, совпал с кульминацией."
    "Я сошёл с ума, чувствуя, как внутрь Лены ударила горячая струя. Ещё. Она выдохнула и уже не пыталась вырваться."
    "Просто тихонько всхлипывала и смотрела со злостью, когда я убрал подушку."
    "И такая она была прекрасная, такая восхитительная, что я почувствовал, как обмякший было член снова наливается кровью."
    un "Что ты…"
    "Растерянно пролепетала она, чувствуя, как я увеличиваюсь внутри неё и снова начинаю двигаться."
    "Так было гораздо приятнее — смотреть в глаза человеку, с которым занимаешься сексом."
    "Я ушёл на второй круг, едва завершив первый — он был на целую минуту дольше."
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene
    $ renpy.show("bg int_house_of_sl_day", at_list = [zenterleft], what = Desat("bg int_house_of_sl_day"))
    if persistent.hentai_graphics_7dl:
        show un cry body at cleft
    else:
        show un cry pioneer at cleft
    with dissolve
    "Тело, ведомое гормонами, требовало ещё и ещё — будь его воля, мы бы прокувыркались тут пару дней, вылезая только в туалет."
    "Но я-то спать сюда завалился."
    "Я громко зевнул и отвернулся."
    "Спать."
    stop music fadeout 3
    scene black with fade2
    pause(3)
    play music "<to 52.94>" + music_7dl["herc_death"] fadein 3
    scene anim_digi
    show dreamgirl_overlay with dspr
    with vpunch
    with flash_red
    "Проснулся я от резко сработавшего чувства опасности."
    "Надо мной стояла Лена — такая, какой я её запомнил перед сном: в расхристанной рубашке, демонстрирующей грудь, в смятой пионерской юбке."
    "Я машинально отметил, что по внутренней стороне правого бедра сочится струйка из крови и семени вперемешку."
    "Но это не имело значения."
    hide dreamgirl_overlay
    un "Отец учил меня самбо, чтобы я могла защититься."
    if persistent.hentai_graphics_7dl:
        show un evil_smile body at cleft with dspr
    else:
        show un evil_smile modern at cleft with dspr
    un "От бандитов, воров."
    un "Насильников."
    un "Никогда не думала, что придётся защищаться от того… кого полюблю."
    "Я невольно проследил за тем, что она держит в руках."
    me "Постой, Лена!"
    th "Так это был не сон?!"
    "Она зло усмехнулась."
    un "Защититься."
    un "Или хотя бы отомстить."
    "В руках у девочки был молот из-под кровати Ольги Дмитриевны."
    "С пугающей последовательностью он взмыл вверх и отправился вниз."
    play sound sfx_head_explode
    pause(2.5)
    scene believe_in_pain with flash_red
    play sound sfx_7dl["aunl"]
    show acm_logo_va_deep with moveinright:
        pos (1600, 1020)
    pause(3.4)
    scene gameover with flash
    with vpunch
    pause(3.4)
    $ set_mode_adv()
    if not persistent.pivo_default_7dl:
        jump alt_stories_start
    else:
        return