label ultimate_weapon_sl_vedma:
    $ prolog_time()
    $ persistent.sprite_time = 'prolog'
    play music music_7dl["frostwithoutyou"] fadein 3
    scene bg ext_city_night_7dl with fade
    "Я и сам не уловил этот момент – когда чёртов «Совёнок» начал перестраивать меня. Меня! До мозга костей самостоятельного, готового положить на плаху собственной автономности жертву любого калибра. Как некогда ради этого положил личное счастье."
    me "Объясни мне, зачем ты таскаешься за мной, ты, клубок шерсти."
    "Строго спросил я."
    "Пират посмотрел на меня, склонив голову на бок."
    $ meet('el', 'Пират')
    el "Буф."
    "Ответил он. И правильно, чего ещё ожидать от четырёхмесячного щенка."
    "И тем не менее, ведьма отправила его со мной. Как будто он сумеет меня защитить, если вдруг что. Наивная или просто издевается?"
    "Я присел на корточках на краю, нависающем над водой, и бросил несколько горстей воды в лицо. Прошлая ночь выпила все силы, и я в самом спешном порядке восстанавливался – времени было в обрез, а сделать сегодня предстояло многое."
    me "И что она в тебе нашла? {w}Ты же лайка, чёртов арктический шпиц, в южных широтах бесполезный чуть более, чем полностью."
    el "Буф."
    "Он лизнул мне ладонь."
    "Я готов считать тебя Хозяином, если ты будешь с Хозяйкой."
    "Улыбается, чудище."
    th "Почему ведьмочка назвала его Пиратом? Ему больше бы подошло имя типа «Снежка» или «Пушка»."
    "А ещё было бы здорово, если бы она пришла сюда, проверить как мои дела или просто подсмотреть – и я бы вытащил её на откос, этому миру жизненно недостаёт алого заката с вытянутыми тенями, ложащимися на чистый песок, с безупречной красотой мест, принадлежащих первооткрывателю."
    "И чтобы на моем плече её рука, на её талии моя ладонь, и мир моложе ещё на несколько глупых вопросов."
    "Не так много вещей на свете, стоящих того, чтобы в них верили. Боль, страх, смерть и ненависть в числе этих вещей. А недавно к ним вдруг прибавилась и – верность."
    "Я с удивлением понял, что верность означает не просто нежелание ходить налево – а в первую очередь понимание того, как на тот или иной твой поступок может среагировать самая на свете хорошая. Как ей будет от того, что ты поступил так, а не иначе."
    "Я останусь стозвоном мечей, исчеркав свой абзац в книге Судеб."
    "Пробуй помнить: тебя кто-то любит."
    "Хоть не слишком понятно – зачем?"
    "Мы стали слишком близки для людей, которые не верят друг другу. Я понимал её мотивы, она мои, и мы двигались бок о бок, смежным курсом, поддерживая и помогая. Просто потому, что командная игра — это здорово и весело."
    "Но я не могу понять, что со мной творится такое. Откуда глупая, ненужная хандра? Закат? Так не первый в моей жизни? Наша ночь? Ну… Она могла врать сколько угодно о своих причинах, глаза врать не умеют."
    stop music fadeout 2
    "Тогда в чём дело?"
    $ night_time()
    $ persistent.sprite_time = 'nidgt'
    play ambience ambience_lake_shore_night fadein 4
    play music music_7dl["brigh_you"] fadein 3
    scene bg ext_lake_night_7dl
    show anim_grain
    with dissolve
    "Она стояла ниже по течению, вытряхивая из спального мешка сухие травинки, кусочки чёрного воска, какой-то песок. И идиоту было бы очевидно, что здесь куда больше, чем бесшабашный смех в голубых глазах, ведомых лишь жаждой Силы."
    "Но что там, за границей, куда собеседница не согласилась меня пускать? Возможность наконец послать к чёрту правила и пуститься во все тяжкие? Шанс сделать что-то значимое и оставить своё имя на страницах Истории?"
    "Просто откровенная весёлая радость шестнадцатилетней девчонки, вырвавшейся из-под опёки и контроля и делающей сейчас только то, что хочется? Ах да, если верить её словам, она ВСЕГДА делает только то, что хочет. Тогда что же я? Умный, мудрый, взрослый? Зачем я настоял на возвращении? Кто сказал, что возвращение вообще нужно?"
    "Совесть моя сказала. Это не мне нужно, это возвращение дурацкое, я бы ушёл в леса, ведьмочка научила бы меня выживать на подножном корму, придумали бы что-нибудь."
    "Но ниоткуда появившаяся совесть, шепчущая о том, что наше возвращение нужно людям – и тем, кто с упорством, достойным лучшего применения день изо дня обарывает программу в подсознании, и тем, что год за годом давится слезами, смотря в неузнающие стекляшки глаз, и тем, что изрезали руки в кровь, выводя сердечко за сердечком на многострадальных соснах."
    "Нам нужно обратно. Нам нужно закончить кое-какое дело, о котором мы почти забыли, растворившись в безумии летней ночи и родосских махаонах, взлетающих со внутренней поверхности девственного бедра."
    "Возможность превращать своё желание в абсолютный закон Универсума – это не просто «вау-способность», а огромная, тяжёлая ноша, требующая понимания того, что и как я делаю."
    "Ведьма разложила вытряхнутый спальник, расправила его на земле и удобно устроилась, глядя в непрогоревший костерок."
    me "А сейчас сможешь как вчера?"
    show sl upset casual with dissolve
    "Славя покачала головой."
    sl "Вчера я была на пике после того как мы… Ну, ты понял. Так что сегодня придётся поддерживать огонь."
    "Уж с этим бы я справился. Тем более, что не приходилось ходить далеко – хвороста удалось набрать чуть ли не сразу на выходе из освещённого круга. Я не стал жадничать и набрал ровно столько, сколько надо было, чтобы хватило до утра. Тем более, что в лесу окончательно стемнело."
    "Славя подвинулась и поманила меня к себе."
    show sl smile casual with dissolve
    sl "Иди сюда, ты тёплый."
    "В лоб заявила она."
    sl "Будешь греть."
    me "Вот спасибо."
    scene stars
    show anim_grain
    with dissolve2
    "Тем не менее, я уступил её просьбе и устроился на спальнике, скрестив ноги по-турецки."
    me "Как всё-таки странно, что чисто географически вы, оказывается меньше чем в тысяче километров от Питера, а звёзды – совершенно другие."
    sl "Какие?"
    me "Ну…"
    "Я задумался."
    me "Я не могу найти ни Полярную звезду, ни ковш Малой Медведицы. Ощущение, будто попал в другую галактику."
    sl "Дурачок. Вот же твоя Полярная."
    "Рассмеялась ведьмочка."
    "Покорная её воле, с небосклона колюче сверкнула звезда, резко выделявшаяся чистотой свечения, выгодно отличавшей её от товарок."
    me "Ну да. Но всё равно, слишком много тех звёзд, которых я никогда не видел."
    sl "Но и твои все на месте. Просто здесь чуть лучше видно то, что надо видеть."
    me "Наверное."
    "Мне никогда особо не было дела до звёзд. Просто это то, что я более или менее помню: то, что осталось от детства ещё, когда я мог смотреть в небо просто так, потому что это здорово. Как было здорово обнимать юное дарование."
    me "Значит, ритуал требует, чтобы пролилась кровь обеих сторон?"
    "Она поморщилась."
    sl "Не так. Кровь одна из сторон проливает при несколько других обстоятельствах."
    me "Извини?"
    sl "Ничего."
    me "Нет, и всё-таки! Значит, должен быть ритуал, ритуальное совокупление и моя смерть в конце. Всё верно?"
    "Славя кивнула."
    me "Но ты меня не стала резать. Неужели никто до тебя не пробовал сделать то же самое?"
    sl "Пробовали. {w}Им не повезло."
    "После долгого молчания ответила она."
    me "О чём ты?"
    sl "Все послушницы, которые не смогли убить своего избранника, умерли сами. Ты либо становишься адептом, либо погибаешь."
    me "Значит, из нас двоих кто-нибудь обязательно да умрёт?!"
    sl "Сёмушка… Прекрати."
    me "Да я не могу прекратить, ты мне сейчас говоришь, что…"
    sl "До меня ни одна ещё из послушниц не желала отказаться от своего дара. И ритуал мы неправильно провели, и вообще всё неправильно сделали. Так что может и пронесёт."
    "В её голосе звучало сомнение, неумелая ложь. Зачем?"
    me "Значит, придётся просто быть бдительнее обычного, да?"
    sl "А ты справишься?"
    me "Не надо спрашивать о том, что и так очевидно. Мы не расстаёмся уже больше суток, и ещё не устали один от другого. Пустишь под бок?"
    "Славяна улыбнулась."
    sl "Пущу. Но только чтобы спал. Я не хочу, чтобы ты завтра зевал на ходу."
    me "Хорошо."
    "Торжественно пообещал я."
    "Под её сарафаном опять ничего не было. Я ещё подумал, что если мы чуть-чуть изменим позу, то… Но через минуту она уже спала. А я лежал неподвижно, игнорируя сигналы затекающего тела, и, подложив локоть под затылок, напряжённо думал, искал способы и варианты."
    "И, кажется, кое-что придумал."
    "Но проверить это удастся лишь на месте."
    stop music fadeout 3
    "Неудовлетворённый полученными предварительными результатами я, тем не менее, позволил себе уснуть."
    stop ambience fadeout 3
    $ day_time()
    $ persistent.sprite_time = 'day'
    play music music_7dl["sky_feather"] fadein 3
    scene bg ext_backroad_day_7dl
    show anim_grain
    with dissolve
    "Возвращались мы спозаранку – Славя сгрузила все свои вещи на мои сильные мужские. Включая даже её дурацкие колдовские принадлежности. Колдовские. Дикий синтез неизвестных человечеству способов манипулирования реальностью и каких-то совершенно дремучих песнопений, чуть ли не колядования."
    "У нас оставался день до отъезда. День, за который нужно было решить одну простенькую задачку: обесточить чёртову «гуделку» и с большой вероятностью превратить в овощей всех, кому не повезло быть в зоне поражения слишком долго."
    "Или пытаться воевать с техно-зомби, ведомыми вложенной в подкорочку простенькой программой, состоящей из всего одной инструкции. Энелперы не зря говорят, что чем проще программа, тем крепче она сидит, тем труднее выбить её из подсознания человека."
    "А здесь всё просто до безобразия: добраться до нужной точки, найти нужного человека и убить его. Чем только под руку попадётся. Я не зря называю «закодированных» именно зомби, их программа жутка в своей утилитарности, она совершенно не щадит и не жалеет носителя, обращает его в оружие, которое должно работать на износ."
    "Боль, усталость, болезни, травмы – это ни в коей мере не трогает ни программу, ни носителя. Использовали и выбросили. Как же мне это кое-что напоминает…"
    "Мы вышли к лагерю со стороны боковой калитки, ведущей к музыкальному клубу, где продолжала сидеть ничего не подозревающая японка."
    "Ну, да куда ей, глупенькой, дочери солнца, дипломатической единице практически. Её как раз берегли, потому что японцы смогли бы вычислить и понять технологию — уж в чём-чём, а в реверс-инжиниринге они всегда были доками, гады этакие."
    "Большое здание, чьи стены впитали в себя музыку, не суть важно, исполняемую ли талантливым музыкантом или просто бездарем-любителем – но любимую. Ведь променять отдых летом на занятия музыкой сумел бы лишь беззаветно преданный терциям и килогерцам. Вот и Мику была такой, бедная девочка."
    show sl serious casual with dissolve
    "Славя молчала, напряжённо прислушиваясь к окружению, двигалась бесшумно, а на лбу выступила испарина."
    sl "Сейчас."
    "Со стороны музыкального клуба донёсся грохот многострадального тромбона."
    sl "Несколько минут. Пошли."
    scene bg ext_camp_entrance_day
    show anim_grain
    with dissolve
    "Я поймал себя на мысли, что это очень плохо, что я так и не пошёл служить, и стрелять толком не научился, что уж говорить про сборку-разборку. Сейчас бы архи-уместным был бы пистолет, ведь не пробегаешь же всю жизнь, не пропрячешься…"
    "Во мне говорил страх, хтоническая фобия человеческого существа, нежелающего, чтобы внутрь него попадало что-то ему чуждое. У иных оно вырождается в инсектофобию, у кого-то проявляется в виде ксенофобии, особенно, у тех, кто не мыслит себя вне коллектива. Когда я считал Славю именно такой, честно сказать, даже удивился её открытости с незнакомыми людьми."
    "Здесь же это было не муравья проглотить или комара вдохнуть. И даже не обнаружить в ране копошащегося червяка. Хуже, хуже. Здесь насилию подвергается самое эго человеческое, то, что и делает человека таковым."
    "Безусловно, мне удалось подавить либидозный раппорт после того дурацкого ритуала, но это лишь потому, что я хотел, чтобы у нас со Славей всё было идеально. Я хотел того же самого, но по нормальному, как в кино и книжках. Но я не сумею противостоять механизму, способному на «перепрошивку» человеческого сознания…"
    "Мы вышли на спуск."
    th "Ну что, финальный забег на двести метров?"
    "Я отсюда чувствовал недоброе внимание, пугающее, тревожное. Не верилось даже, что это просто машина — казалось, будто где-то в придорожных кустах засел огромный, очень опасный хищник. Непременно семейства кошачьих, так как собака, волк, медведь просто убьют тебя и съедят. А кошка будет играть, наслаждаясь твоей агонией."
    stop music fadeout 2
    "Я сжал ладонь Слави посильнее, а она охнула и остановилась."
    me "Что? Что такое?"
    "Я встревоженно обернулся к ней."
    play music music_7dl["deadman"] fadein 3
    show sl scared casual with dissolve
    sl "Н-не… Не получается."
    "Голубые глаза потерянно распахнулись, когда ведьмочка поняла, что и против неё, оказывается, существуют контрмеры."
    sl "Там внутри нечему ломаться. Портиться или падать. Но как такое возможно? Человек же всегда…"
    "Её голос упал до шёпота."
    me "Может, провод перебить?"
    sl "Это обманка. Настоящая подводка идёт внутри бетонного колодца из-под земли, напрямую от…"
    me "Бомбоубежища.  Ну строители, ну Кулибины!"
    show sl cry casual with dissolve
    sl "Прости, я пыталась."
    "Она выглядела так, будто вот-вот расплачется."
    me "Всё хорошо. Просто не расстраивайся."
    "Мне пришла в голову мысль, которая показалась неплохой."
    "Знаешь, что, не хотелось бы мне, чтобы ты оказалась там, в зоне. Так что оставайся-ка ты здесь."
    show sl sad casual with dissolve
    sl "Но…"
    me "Всё в порядке."
    "Я положил руку ей на плечо."
    me "Постарайся занять какое-нибудь незаметное место и используй свои способности для того, чтобы отвадить случайных пионеров, договорились?"
    "Мне не хотелось говорить ей, что в случае, если программа сработает и на неё, это будет катастрофа похуже ядерной бомбы. И в этот раз у меня не будет ни шанса против неё."
    "Шиза пожертвовала собой для того, чтобы помочь мне справиться с прошлыми попытками манипулирования, так что я теперь сам по себе."
    "Вместо этого я сказал:"
    me "Раз уж я весь такой особенный с твоей точки зрения… Значит, только у меня и есть шанс."
    show sl cry_smile casual with dissolve
    "Славя слабо улыбнулась."
    me "Запомни меня смеющимся."
    hide sl with dissolve
    "Я поцеловал её и, махнув рукой на прощание, заспешил вниз, чувствуя её взгляд всей спиной."
    "И не оборачивался. {w}Знал, если дам сейчас слабину – и всё. Уйду, убегу, спрячу, вытяну-потяну часы до отъезда, посажу нас в вилкину «Волгу», и адью."
    "Но нельзя это делать сейчас, никак нельзя. Хотя бы потому, что однажды ради меня одна очень глупая девочка не сумела поднять каменное лезвие и ударить. А ведь впереди ещё целая смена. На днях уже заедут новые пионеры, которые в первую же очередь, проходя здесь, попадут под это адское устройство…"
    "Сзади в икру уткнулся чёрный влажный нос. Малыш. «Улыбающаяся» собака, неуместная так далеко на юге."
    stop music fadeout 4
    me "Ты решил пойти со мной?"
    el "Буф."
    me "А как же твоя хозяйка?"
    play music music_7dl["snatch"] fadein 3
    play sound sfx_water_splash
    pause(1)
    play sound sfx_alisa_falls
    "Где-то заслышался плеск воды и визг какой-то девочки – прорвало трубу с холодной, Славя делала свою работу безукоризненно и держала периметр на «ять»."
    el "Буф."
    me "Пошли тогда."
    "Я взял щенка на руки."
    scene bg ext_clubs_day
    show anim_grain
    with dissolve
    "Здесь всё началось. Наша первая встреча, наш бег по лагерю. Лена. Ульяна."
    "И уже стоя на пороге, протянув руку к круглой ручке, я почувствовал, как теплым ветром ласково погладило виски."
    "«Удачи»."
    th "Спасибо."
    stop music fadeout 3
    play sound sfx_open_door_clubs
    scene bg int_clubs_male_day
    show anim_grain
    with dissolve
    "Я толкнул дверь и зашёл."
    "Здесь ничего не изменилось. Да и чего я ожидал? Что ниоткуда появятся терминалы неземного дизайна или кристаллические панели управления из саги о Супермене?"
    "Всё тот же крохотный кабинетик, в котором с трудом умещался гибрид стола и верстака, несколько ящиков, шкаф и пара табуреток. Как правильно говорят, что величайшее зло творится под личиной наиболее скучной бытовухи, а в долгой войне побеждает тот, кого ты и врагом-то не считаешь."
    play music music_7dl["no_hope"] fadein 3
    "Мог ли я считать Ольгу врагом? Вряд ли. Она была моей вожатой, с самого начала была на моей стороне и всегда поддерживала и помогала мне. Вот и сейчас, она сидела за столом и неторопливо пила чай."
    "Гудение не доставляло ей особых неудобств – слышал, существуют такие люди с иммунитетом к низкочастотному воздействию."
    show mt smile pioneer with dissolve
    mt "Привет, Сёмчик. Не ждал?"
    "Она улыбнулась."
    me "Не ждал."
    "Честно ответил я."
    "Гудения не было в прямом смысле этого слова. Скорее, было впечатление, какое бывает, когда зажимаешь ложку между зубов и, прижав другой край, резко отпускаешь его."
    "Контуры предметов немного рябили, плыли, будто воздух над раскалённым асфальтом. И, конечно, переживания вроде тревоги, паники, страха. Ну и боли, конечно, а как же без неё. Но у меня с болью свои счёты."
    show mt laugh pioneer with dissolve
    mt "Не работает программка-то, да? {w}Я так и сказала этим придуркам, не возьмём мы устаревшими гуделками ни Славю, ни тем более тебя."
    me "Тем более?"
    show mt smile pioneer with dissolve
    mt "Ой, да не прикидывайся ты. Я знаю кто ты и что ты, я здесь для того, чтобы немного позлорадствовать над нашими яйцеголовыми."
    me "Хотите сказать, у меня не будет финального босса и большой драки?"
    "Я не скрывал разочарования."
    show mt normal pioneer with dissolve
    mt "А тебе очень хочется подраться? Зачем же тогда Мику отвлекали? Она бы хорошенько повозила тебя мордой по асфальту, есть за что. {w}Ведь есть же? {w}Молчишь? То-то же."
    me "Откуда вы знаете?"
    show mt smile pioneer with dissolve
    mt "Ну что я за вожатая такая, которая не знает, что происходит на её территории."
    "Ольга улыбалась и улыбалась, и не было в ней больше ни напускного гонора, ни этого образа недалёкой вожатой. Мне противостоял профессиональный контрразведчик, который сумеет убить меня раньше, чем я пойму, что мёртв. Блин, да мне-то откуда знать такие вещи, мастеру-домоседу?!"
    "«Память поколений?»"
    "Я оценивал её позу, ряд предметов, каждый из которых она сумеет обратить в оружие меньше чем за секунду, расположение мебели, бьющий в окна солнечный свет – всё."
    mt "Ага, вижу, биоперенос на тебе сработал. {w}Это хорошо, только помни, что без практики, твои умозрительные знания так и останутся умозрительными. Говоря проще – тренируйтесь, пан, иначе жирком зарастёте."
    "Она хохотнула и налила себе ещё чаю."
    show mt normal pioneer with dissolve
    mt "Извини, тебе не предлагаю. Ты как все прочие, в этом месте почему-то ничего у вас в желудке сидеть не хочет. А у тебя же ещё ответственное и крайне секретное задание."
    mt "Ты в курсе, какого монстра вы с ней вызвали, с дурочкой твоей?"
    me "Это не монстр. С ним нужно и можно бороться. А самое главное, не верить в него, нет никакой кармы, судьбы, предрасположенности. Мы только сами строим своё будущее."
    mt "И поэтому она не сумела ничего сделать снаружи? {w}Механизм есть, мы умеем с ним бороться. А раз есть один, значит, существуют и другие. Но мы заболтались. Иди же. Ступай!"
    "Она кинула мне небольшой ключик с бумажной биркой."
    mt "Береги голову, там низкий потолок."
    me "И вы так просто…"
    mt "Да. И сложи уже свой дурацкий ножик, всю ногу себе, небось, им исколол."
    "Я покраснел и, достав из кармана старый складной нож, сворованный на чердаке лодочного сторожа, сложил его и убрал обратно."
    mt "Вот и правильно. Мешать не будет. Обещаю тебе десять минут, никто не зайдёт сюда, а потом – уж не обессудь."
    hide mt with dissolve
    stop music fadeout 2
    "Она прошла мимо меня, задев плечом. Остановилась, потрепала по плечу и вышла навстречу дню – в белое марево, бесконечно прекрасная, сильная, уверенная в себе."
    th "И почему у неё до сих пор нет любимого человека? Ведь достойна же. Правда?"
    play music music_7dl["regret"] fadein 3
    "Я стал старше на одну смерть, на одно разбитое сердце. Все мы очень по-разному стареем – кто-то считает года, кто-то уходящих людей, кто-то тихо рассыпается пылью, щурясь на ледяное око монитора. А я постарел на один изжитый, избытый страх."
    "Я оставил щенка на полу, достал из шкафа кусок ветчины и кинул ему, чтобы не грустил, пока меня нет. И полез на чердак."
    scene bg int_attic2_day_7dl at enterright
    show anim_grain
    with dissolve
    "Не хочу сказать, чтобы отключение устройства вызвало много проблем."
    play sound_loop sfx_head_heartbeat fadein 2
    "Просто в таких условиях… Приходилось отдыхать, отходить, приводить в порядок трясущиеся руки, слезящиеся глаза. Я уже почти закончил, когда снизу донесся заливистый лай Пирата. Десять минут истекли, и он встречал первых посетителей."
    "Не заботясь уже о сохранности аппаратуры, я рванул все провода, какие нашёл, отключил рубильник на трансформаторе и, размахнувшись, вышвырнул шипастую сетку эмиттера в слуховое окошко. Оно упало с глухим шумом в зарослях крапивы."
    stop sound_loop fadeout 1
    stop music fadeout 3
    extend " И сразу наступила тишина."
    "Такая тишина, какой, казалось, никогда не было и быть не может. Тишина, существующая лишь там, где тебя нет. Сам того не зная, я привык к постоянной вибрации, к инфразвуку…"
    "Ведьмочка, когда все закончится, я расскажу тебе сказку — про то, как один гадкий некромант в белом халате превратил прекрасный лагерь в полигон для испытания психогенного оружия, а юных девушек в ведьм, во врагов человеческих, считающих что получают свою силу, лишь отняв жизнь у любимого, а на деле просто понимающих механизмы работы вселенной."
    "Те, до которых нам расти ещё тысячи лет, ибо высшее знание даёт высшую технологию, а высшая технология неотличима от магии. Ты понимаешь работу случайности, ты можешь влиять на случайность, но причём здесь жизнь любимого? Неужели для пробуждения в себе этой способности необходимо так больно ранить себя?"
    "И одна девушка решила, что ей не нужно никого убивать. Что ради своей привязанности она готова пожертвовать даже собственными способностями, ведь большая любовь предполагает большую жертвенность. А оказалось, что надо было просто – согласиться. Поверить. И всё."
    "Правда?"
    "Щенок тявкнул ещё раз и смолк."
    play music music_7dl["lost_without_you"] fadein 3
    me "Пират?"
    scene bg int_clubs_male_day
    show anim_grain
    with dissolve
    "Я быстро-быстро спустился с чердака в помещение, но там никого не было."
    th "На кого же лаял чёртов шпиц? Не на стенку же! Или… А где он сам, кстати?"
    "Пират обнаружился у самой двери – он, поскуливая и подвывая, рыл лапами дверь, пытаясь открыть её и прорваться наружу."
    me "Ты куда это соб…"
    "Щенок обернулся на меня, и в глазах его было столько почти человеческой тоски, что я осёкся. Он прыгал рядом с дверью, подбегал ко мне, тыкался носом, жалобно скуля."
    scene bg ext_clubs_day at fast_running
    show anim_grain
    with dissolve
    "И когда я открыл дверь на улицу, он взвизгнул и кинулся сразу налево, туда где…"
    "Он пронёсся белоснежной молнией и канул в кустах, а я побежал вслед за ним, на ходу неосознанно снова раскрывая смешной свой ножик, как будто способный на решение хоть чьих-то проблем. Крапива вцепилась в обнажённые ноги, но мне было не до этого, меня тянуло и тянуло вперёд чувством чего-то страшного, какой-то непоправимой утраты."
    stop music fadeout 2
    scene
    $ renpy.show("bg ext_dining_hall_backroad_day_7dl", at_list = [zentercenter], what = Noir("bg ext_dining_hall_backroad_day_7dl", brightness = -0.4, saturation = -0.4))
    show anim_grain
    with fade
    play music music_7dl["let_me_down"] fadein 3
    pause(1)
    scene bg ext_dining_hall_backroad_day_7dl with flash
    "Кусты закончились, и Пират снова почти по-человечески закричал, заплакал, кружась вокруг изломанной белокурой фигурки, раскидавшей руки по земле."
    me "Славя…"
    "Я подбежал к ней, протянул было руку, желая перевернуть – и замер. Незаметная на фоне чёрной земли, запекшаяся кровь, не до конца впитавшаяся в почву."
    "Косы легли так, что почти скрыли огромную рваную рану на затылке. А рядом же лежало и орудие преступления. Кривая, грязная арматурина с одним-единственным острым краем, одним-единственным, на котором также была эта красная, бесценная жидкость."
    "Всё было кончено. Всё было… Нож вывалился из ослабшей руки и воткнулся в землю."
    "В чём измеряется человеческое горе? Какая единица достойна того, чтобы стать мерилом несчастья? Можно же провести унификацию. Унификация — это здорово, вон, как у нас все производители признали мини-юсб, и больше не надо носить с собой по десять штекеров. Видите, как прикольно."
    "Если тебе не купили шоколадку – это одна единица. Если стукнули – две. Если обманули – три. Предали – четыре. Нет, мелковато. А может, стоит считать в разбитых сердцах? В конце концов, мы ж горе считаем. Так сколько разбитых сердец уместится в одной смерти бесценного человека?"
    "Я услышал всхлипывания откуда-то из кустов и невыносимо медленно повернул голову."
    sh "Нет. Нет. Это не может быть правдой. Я же не мог, как же я мог! Я же, я… Да нет, это всё просто розыгрыш! Да, шутка такая! А сейчас я притворюсь, а ребята выйдут и засмеются. Ну же, ребята! Я поверил, эй!"
    "Я знал этот голос, знал. Как и то, что лично отнял у него эту железку и пинками прогнал в лагерь."
    stop music fadeout 3
    "Но сейчас эта железка сыграет свою последнюю роль. Я поднял её, взвесил в руке и твёрдым шагом направился к хныкающим кустам."
    $ prolog_time()
    $ persistent.sprite_time = 'prolog'
    play ambience ambience_cold_wind_loop fadein 3
    play music music_7dl["hole_in_chest"] fadein 3
    scene anim intro_3 with fade
    "С момента пробуждения в четыреста десятом прошло уже больше недели. Всё, рассованное по карманам, осталось со мной. Всё, включая порошки, травы и каменное лезвие, чуть ли не ровесник тех самых каменных баб с острова Пасхи. Оно должно было забрать мою жизнь, поэтому я постоянно ношу его с собой."
    "Она врала с первой минуты. Она всё прекрасно понимала. Знала. Что с момента, когда на землю просыпались первые крупицы четверговой соли, жертва была назначена. И с ней невозможно было что-то сделать, потому что жертва была – ровно половинка сложившегося целого. Либо меня. Либо её."
    "Если бы это был не Шурик с арматурой, это была бы Лена и её нож, это была бы Алиса с опасной бритвой, Ульяна со взрывчаткой, упавшее дерево, молния среди ясного неба, да мало ли…"
    "В памяти иногда всплывали совершенно мне несвойственные, чужие переживания, воспоминания. О том, как Славя догоняет меня с каким-то клочком бумаги на пляже, а я тихо-тихо её ненавижу. О том, как предлагает мне вернуться, а я понять не могу, зачем мне куда-то там возвращаться, если у меня и так всё здорово."
    "Я не знаю, зачем я продолжал считать вдохи и выдохи. Больной зуб, раскачивая, можно привести к состоянию, когда он внезапно перестаёт болеть."
    "И ты застываешь в неудобной позиции, в крайнем доступном положении наклона, боясь вдохнуть или пошевелиться и просто наслаждаешься тем, что у тебя ничего не болит. Я замер в этом положении и стоял так вот уже восьмой день."
    "Признаться, я думал, что мой новым мир, мой новый дом – это донельзя прекрасное место. Оно идеально для типов вроде меня, для того, чтобы уйти туда и не возвращаться. Идеально спланированный рай для отшельника-симбионта, вросшего в свой компьютер."
    "Выстроенный с педантичностью, граничащей с жестокостью. Но ведь в молодых мирах по-другому и нельзя, правда? Ты получаешь ту реальность, которую заслуживаешь."
    "Если бы хотелось розовых соплей и тихой гавани, то ухаживал бы за той, что могла бы мне это дать. Если бы хотелось драки и драмы, ухаживал бы за той, что суть драка и драма. Или искал бы ответы, не обращая внимания на девочек."
    "Твоя реальность подстраивается под твой модус операнди. Подбирается круг общения, набор привычек, событий, свершений. Но стоит сойти с торной тропы, и ты оказываешься в чужом тебе мире. Даже если он выглядит как рай. Даже если там тебя ждёт идеальная и самая нужная, самая понимающая."
    "Ты не знаешь законов нового места, и вынужден врастать заново. А это всегда сопряжено с болью."
    "Особенно тогда, когда ты вынужден возвращаться обратно. А ты вынужден. Любой спектакль конечен, даже если на подмостки льётся настоящая кровь."
    stop ambience fadeout 2
    play sound sfx_unlock_door_campus
    scene bg int_semen_room2_7dl with dissolve
    "Ты закрываешь глаза и видишь кланяющихся тебе актёров, играющих гениально, на границе с настоящими переживаниями."
    "Запутавшуюся в себе Алису."
    "Навсегда молодую Ульянку."
    "Ольгу, положившую молодость на алтарь неблагодарного ожидания."
    "Ледяную царевну Лену."
    "Начнётся новый сезон, и они снова выйдут срывать овации. Вот только среди них не будет… Не будет… Я почувствовал, как глаза заволакивает туманом и со злостью ткнул в ладонь остриём лезвия. Вулканическое стекло обагрилось, а я пошёл в ванную замывать кровь."
    scene anim prolog_1
    show sl upset casual tr2
    with dissolve
    "Тем же вечером мне приснилась Славя."
    me "Зачем ты снишься мне, ты ушла, умерла."
    show sl smile casual tr2 with dissolve
    "Она тихо улыбнулась мне."
    sl "Я скучаю по тебе."
    me "Тогда разреши мне пойти к тебе!"
    show sl upset casual tr2 with dissolve
    sl "Нет. Нельзя. Прости, но… Твоя задача ещё не до конца выполнена."
    me "Да о чём ты говоришь? Ты умерла, и ты мне снишься!!!"
    "Прикосновение призрачных губ на губах похоже на её последнее «удачи», но от него не хочется улыбаться. От него хочется выйти в окно, забравшись повыше."
    sl "Неужели непонятно? Ты не плоть от плоти нашего мира. Ты не наш, не один из нас. На тебя не так всё действует, с тобой не так всё работает. А после того, как ты, тогда, когда за мной подглядывал, вместо того, чтобы выйти и сделать необходимое, просто потерял сознание, я поняла, что с тобой, возможно, у нас есть шанс. Небольшой, но всё-таки."
    sl "Я тут погадала на тебя немного, узнала твой маленький секрет. Какой секрет? Ну же, если ты вдруг кого-то не расслышал или не рассмотрел, ты можешь как бы вернуть несколько секунд прошлого и перепрожить их заново. Лестничное остроумие в твоём лице позволяет надеяться на то, что только с тобой у нас и может получиться что-то."
    sl "Что ты сумеешь вытащить НАС."
    sl "Не дай мне сделать ту же самую ошибку, Семён. Если вдруг у тебя и правда получится эта твоя редукция – останови меня и расскажи обо всём. Могу же я тебя попросить о такой мелочи? В конце концов, я заплатила за неё собственной жизнью. А теперь прощай, Семён."
    sl "И надеюсь, до скорой встречи."
    hide sl with dissolve
    "Кровь высохла на каменном лезвии и качающийся эфемерный образ истончился, глядя на меня грустными голубыми глазами, стал совершенно прозрачным, и исчез."
    scene bg semen_room_window with dissolve
    "Не желая мириться с этим, я каким-то нечеловеческим порывом выворотил целый огромный пласт памяти, до сих пор остававшийся нетронутым. И там, под тёмным камнем, в окружении жуков, червей и личинок, чистым морозным светом сиял светоч истины. Понимания."
    "Мне сделали один огромный подарок."
    "Шикарный подарок. Практически, как если бы фанату какой-нибудь музыкальной группы, подарили бы билет на их концерт и пригласительный за кулисы, ужин с кумирами… Да мало ли."
    "И я теперь собираюсь отнести этот билет в кассу и поменять обратно на деньги."
    "Потому что почти разучился мечтать."
    scene bg int_us_frontdoor_7dl with fade
    "Я стою на пороге квартиры, к которой некогда зарекался подходить."
    "Моё имя – Хайнцлихен Джура де Сыртис Майджор, и мне очень, очень жалко тратить собственные силы на то, чтобы сделать с собой какую-нибудь гадость. Да и грех это большой."
    "Но меня никто не спрашивал, чего мне хочется, а чего нет. Существует одно коротенькое слово, которое я почти ненавижу. Слово «надо». А потому…"
    "Надо использовать оружие. Идеальное оружие. Безупречное для поставленной цели."
    play sound sfx_door_bell
    "Я звоню и звоню в дверь, пока с той стороны не раздаётся хриплый матерок, шарканье шлёпанцев, скрип пола. До меня снизошли. Аллилуйя."
    play sound sfx_open_door_2
    "Дверь со скрипом открылась, и на меня уставились враждебные глаза. Серые. Огромные. Практически копия моих. Нас слишком многое связывало, история была слишком длинной, но не думал же я на самом деле, что она сама собой рассосётся после моего бон вояжа в «Совёнок»?"
    me "Ну, здравствуй. Скучал?"
    "Усмехнулся я в ответ на выражение, которое и близко не походило на «добро пожаловать»."
    $ meet('ba', 'Хахаль')
    ba "Ты живой… Но как?"
    me "Молча. Твои мальчики так сейчас там и подпирают дубы. Видишь, как здорово звучит, дубы подпирают дубов, а среди них — гадюка. Как думаешь, водятся змеи в дубовых рощах?"
    ba "Зачем ты пришёл?"
    "Он быстро справился с собой. Ну ещё бы."
    me "У меня есть для тебя одна интересная информация. И готов поделиться ей с тобой в обмен на крохотную услугу."
    ba "Какую услугу?"
    me "Давай ты сначала выслушаешь, а потом решишь сам, идёт?"
    "Немного помедлив, он кивнул."
    ba "Заходи."
    scene bg int_kitchen_7dl with dissolve
    "Он впустил меня в предбанник между двумя дверями, крохотный закуток, в котором уместились скамейка и пепельница."
    ba "Садись. Рассказывай."
    me "Лучше бы это ты присел. Информация-то штука тяжёлая."
    ba "Это уж я сам решу."
    me "Идёт."
    "Он постарел, подурнел. Прошлый год дался ему нелегко, и я, только я был тому причиной. Поэтому ничего удивительного в том, что ему очень хочется хотя бы дать мне по морде. Я бы не удивился, если бы и дал."
    me "Сказать по правде, я удивлён, что ты отправил этих придурков ещё раз. Они в прошлый раз с огромными трудом отмазались, а сейчас у тебя нет ни денег, ни связей для того, чтобы помочь им или хотя бы нанять хорошего юриста."
    ba "Они вызвались сами. Ты говори, что хотел, и проваливай. Учти, если встретишься с ними на улице, они тебя закопают, а я не стану их останавливать."
    "Я кивнул."
    "Сейчас следовало подобрать правильные, нужные слова для того, чтобы все не закончилось слишком печально."
    "Я опёрся на стенку и посмотрел ему в глаза."
    me "Понимаешь, какое дело. Помнишь, с чего всё началось восемь лет назад?"
    ba "Я увёл у тебя Ксюшу. И ты изображал из себя убитого горем подростка. А когда она пришла к тебе мириться, ты её избил. За что и получил как следует."
    me "Это была просто пощёчина. Но я не держу зла. Они кроме слова «фас» и «фу», по-моему, вообще других слов не знают. Инструкции «проучить, но не очень больно» для них оказались слишком сложными. В любом случае… Кстати, как там Серёжка?"
    ba "А тебе-то какое дело? Наше дело Ксюша, не впутывай сюда посторонних."
    "Он насторожился."
    me "Ну… Это не совсем так. Чтобы ты понял, на что я намекаю, давай-ка я расскажу тебе увлекательную историю о том, как жила-была красивая девушка Ксюша, и жил был глупый мальчик Семён."
    me "Семён был влюблён в Ксюшу, но ему не хватало решимости, поэтому Ксюша начала встречаться с другим парнем. Подающим надежды и богатым."
    ba "Так и было."
    "Усмехнулся он."
    me "Но однажды Семён тоже начал подавать надежды, ты представляешь? И ещё бы чуть-чуть, и он бы стал музыкантом в зарубежном оркестре, уважаемым человеком, с именем, с потенциалом и связями."
    me "И Ксюша захотела спросить Семёна, что он думает о том, чтобы помириться и может быть, даже немного подружиться."
    ba "Что ты…"
    scene bg int_staircase_7dl
    with diam
    me "Она пришла к Семёну однажды."
    play sound sfx_face_slap
    extend " Семён надавал ей пощёчин и выставил вон. Мы все знаем эту часть истории, правда?"
    "Он кивнул."
    me "Но никто не знает её продолжения. О том, как час спустя, после того, как она просидела спиной к двери, безутешно плача,"
    play sound sfx_open_door_1
    extend " Семён открыл ей дверь и впустил к себе. Знаешь, что было дальше?"
    scene bg int_kitchen_7dl with dissolve
    "Я открыл портфель и достал оттуда квадратный предмет."
    play sound sfx_click_3
    "Щёлкнула кнопка."
    "Он ещё не до конца понимал, что происходит, не желал понимать и верить. Даже тогда, когда, спланировав в воздухе, к его ногам приземлилась чёрно-белая фотография. С ракурсом, что обычно печатают в журналах для взрослых. Ещё одна фотография. Ещё."
    me "Это не самые ещё интересные, смотри там, где она не одна."
    "Я бросил ему на колени пачку распечатанных снимков. Бесценное зрелище – видеть своего конкурента сражённым наповал, раздавленным, размазанным по полу. Каждый фотоснимок как гвоздь в крышку гроба."
    "Поднатужившись, я бы, наверное, даже сумел восстановить ход его мыслей."
    "Восемь лет. Восемь лет. Она ушла из дома, вернулась зарёванная. От бывшего-нынешнего, не поймёшь уже сейчас."
    "Куча времени утекла, мстить уже поздновато, наверное, но и просто так оставить это не получится. Надо хотя бы морду ему набить, твари этой улыбающейся. Ещё раз нос сломать, может быть. Как-то отвести пар, наорать на Ксанку, блядюгу этакую, несвободная же была!"
    "Но ничего такого. Информация вполне житейская, ничего страшного. И какую же услугу он за это попросит? Денег? У меня их уже полгода как нет. Ксану? Облизнётся. Чего тогда ещё может просить этот ублюдок после того, что он забрал у меня почти всё?"
    "Вот слово «почти» меня и не устраивает."
    "Я пришёл очень хорошо подготовленным. В конце концов, операцию по разорению этого придурка я планировал и воплощал пять лет. А здесь даже не потребовалось особых усилий, просто выполнить всё по плану."
    "Поэтому я собираюсь закончить начатое."
    me "Так вот девочка Ксюша любила дурачка Семёна, и клялась ему в любви до гроба, и даже умудрилась получить пару оргазмов – но это так, между нами."
    me "А потом ушла. И чтобы её молодой человек не догадался ни о чём, пожаловалась, что её побили. Дурачок легковерный, что с него взять, тем более, что ещё месяц – и привет, Германия, прощай, дурачок!"
    me "А вышло всё грустно. И Германии не получилось, пришлось брать дурачка. Вот стали они с этим дурачком жить-поживать и добра наживать, а через пару месяцев поженились."
    play sound sfx_bodyfall_1
    with vpunch
    "Он был крупнее меня, но я легко уклонился от удара и сгрёб его за отворот халата, с силой толкнул, ударил спиной о стенку вышибая дух."
    me "И родился у них мальчик. Очень похожий на маму. И больше ни на кого. Незадача, гены, сам понимаешь. Разве что глаза у него – серые. Как у папы."
    "Под стопкой распечаток было то, ради чего я пришёл сюда. То самое идеальное оружие с одним единственным патроном. Часть истории, о которой знаю только я."
    me "Настоящего папы."
    "Я торжественно вручил ему листок, исписанный непонятным почерком, в тусклом свете сорока ваттной лампочки можно было различить лишь цифры: 96 процентов."
    ba "Это…"
    "Сглотнул он."
    me "Генетическая экспертиза. Так что Серёжка твой – мой. Мой сын. Понял ты это, идиота кусок? Или по слогам повторить?"
    "Теперь самое главное, чтобы он справился с собой."
    "Чтобы не произошло чего-нибудь неприятного."
    "Например, инфаркта или инсульта. Всё-таки, далеко за сорок лет возраст, нешуточный."
    "И улыбнулся одними губами, услышав щелчок."
    dreamgirl "Ты всё-таки справился."
    "Идеальное оружие не дало осечек."
    play sound sfx_7dl["deagle_shot"] fadein 0
    scene black with vpunch
    "Выстрел."
    scene bg ext_entrance_night_clear_7dl
    $ renpy.show("uvao_d1", at_list = [left], what = Notch("uvao_d1"))
    show prologue_dream
    with dissolve
    dreamgirl "Ты пойдёшь со мной?"
    window hide
    pause(1)
    play sound sfx_7dl["aunl"]
    show acm_logo_sl_vedma_ult_weap with moveinright:
        pos (1600, 1020)
    pause(7.4)
    with vpunch
    pause(1)
    if not persistent.pivo_default_7dl:
        jump alt_stories_start
    else:
        return
