label alt_day4_start_neutral_ending:
    $ alt_chapter(0, u"ЭПИЛОГ")
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg int_house_of_mt_sunset with fade
    play music music_list["drown"]
    show pi normal at center with dspr
    "Вот он, кстати, так и сидит у обочины, там, где всегда ожидал нас «Икарус», и пускает слюни, глядя куда-то в себя."
    "И всё, что ему нужно — это моя воля к жизни."
    "И методы использовались действительно сильные — любовь, дружба, ностальгия, тяга к самосовершенствованию."

    "И раз уж эта реальность наша — я обладаю теми же правами и силами бога, что и её создатель."
    "Проблема в том, что меня это уже давно не трогает."

    "Я не хочу жить."
    "Я проследил направление руки, чуть запнувшись на рубленных формах, чернёном металле и надписи «.50 АЕ» у самого дула."

    dreamgirl "Конечно, мы сразу большую пушку заказали. Всё ещё комплексуешь из-за размеров собственной пушки?"
    "Сухо щёлкнул боёк — будто треснула кость. И двенадцать миллиметров свинца пронзили мягкое нёбо, гортань…"
    play sound sfx_7dl["deagle_shot"]
    "А через тысячную долю секунды прекратил существовать затылок."
    show unblink
    pi "Не надоело?"
    show pi smile at center with dspr
    "Он уже вытер слюни и даже вернул подобие мыслительной деятельности в глаза."
    pi "Ты стреляешься каждый раз, когда здесь оказываешься. {w}Придумай уже что-нибудь другое."
    me "С чего б?"
    pi "Ты же понимаешь, что не просто так здесь оказался, да?"
    me "Что?"
    pi "Ничего. {w}Вспомни, когда пальцы летали по клавиатуре наперегонки со временем, и жизненно важно было успеть хотя бы что-нибудь, прежде чем станет слишком поздно. {w}Помнишь это чувство?"
    me "И?"
    pi "Ты не просто так здесь. {w}Ты — этот тот самый полёт пальцев над клавишами и последний мой шанс."
    pi "Как и я — твой. {w}Мы искали друг друга."
    me "Я не искал тебя."
    pi "Честно?"
    "Он прищурился."
    pi "Вот совсем-совсем не искал?"
    me "Я…"

    "А если честно?"
    dreamgirl "Нет уж, давай будем честными до конца!"
    "Веки сомкнулись и сознание выбросило меня в тёплое утро мая."
    scene black with dissolve
    show mi upset dress at center with dissolve
    mi "Лошадки, смотри, лошадки же! {w}Ну, давай, покатаемся!"
    me "Обязательно покатаемся. {w} Закончим — и сразу же!"
    mi "Но у меня ручки трясутся, и ножки трясутся. Страшно мне, понимаешь?"
    me "Страшно ей… {w}Такое ощущение, что я должен быть храбрым за нас обоих."
    me "Как с этим жить потом будешь?"
    "Мы записаны на самое-самое утро — солнце ещё не успело даже подняться достаточно высоко, поэтому Красноармейская тиха и неосвещена. Здесь и в обычное-то время движения здорово меньше, а с такого-то утра…"
    show mi normal dress with dissolve
    mi "Не знаю…{w} У меня просто ножки подгибаются."
    me "Так!"
    play sound sfx_face_slap
    "Я оглушительно хлопнул в ладоши и остановился."
    me "Если у тебя болит живот, попа или что-нибудь ещё, ты можешь просто мне сказать, и…"
    mi "И мы пойдём домой?"
    "Обрадованно спросила она."
    me "Нет!"
    "Рявкнул я."
    me "Я понесу тебя на руках, если потребуется!"

    "Она понурилась и покорно протянула мне ладонь.{w} Мы уже почти пришли."
    "Невысокое серое здание с полуколоннами уже ожидает нас."
    mi "Ладно. Как скажешь."
    me "То-то же."
    "Усмехнулся я и толкнул огромную двустворчатую дверь со стеклянными вставками."
    play sound sfx_open_dooor_campus_2
    "Почти как метро, только табличка рядом с дверью гласит нечто другое."
    "Запись актов гражданского состояния Адмиралтейского района г. Санкт-Петербург."
    scene black with dissolve
    pi "Хочешь увидеть, что было дальше?"
    pi "Смотри."
    pi "Ты сам это сделал."
    scene black with dissolve
    voice "Сычёвы? Сычёвы!"
    "Кричат из двойных дверей, где уже ожидает чиновник."
    "Он поставит молодую пару на очередь. {w}Известна даже дата — 18 сентября. Чтобы подумать успели."
    voice "Проходите."
    mi "Мы позже, проходите."
    "Раздаётся девичий голос из полутьмы парадного зала, где будущие молодожёны уже образовали импровизированную очередь."
    mi "Простите. Проходите, пожалуйста."

    "Глаза не на месте — на мокром месте."
    "Он просто закрыл глаза и как будто упал плашмя назад, испарился, исчез, не оставив даже тепла сжимающей ладони."
    "Его просто нет. {w}Она упала на колени и разрыдалась."
    "А где-то гулко ухнул набат, и бестелесный голос стал шептать о том, что у каждой истории есть канва и синопсис, контекст и подача. И не всегда удаётся разыскать ответы, прочитав историю в первый раз."
    pi "Доволен, уродец?"
    pi "Ты бросил девушку практически у алтаря."
    pi "Вместо того, чтобы «жить долго и счастливо» и плодить красивых детей с четвертью японской крови, ты, придурок, делаешь эйдетическую редукцию на момент самого важного решения, принятого в твоей жизни."
    pi "Разве  ты не понял, что важное решение в данном случае было не позади?"
    me "Мне нужны были ответы."
    "Угрюмо ответил я."
    me "А к ней я обязательно вернусь."
    pi "Не-а. {w}Не вернёшься. {w}Потому что её не существует больше."
    me "Я догадался уже. {w}Нереальна, как и все, кого я встретил здесь, да?"
    scene anim prolog_1 with fade2
    show pi normal at center
    pi "Это не совсем так."
    "Он поднялся и посмотрел мне в глаза."
    pi "Все они — реальны. {w}Их можно вытащить в свой субъективный мирок. Достаточно просто верить."
    pi "Догадался уже, да?{w} Ваш с Мику счастливый эпилог — это часть мира, который создал я."
    pi "Лагерь, пионеры, счастливые и несчастные эпилоги — это всё плоть от плоти меня."
    me "Что я здесь делаю?"
    pi "Осуществляешь мои надежды, если можно так выразиться."
    "Он развёл руками, предлагая мне догадаться самому."
    me "Ты невнятен."
    pi "Каюсь."
    "Моя копия склонила голову."
    pi "Но это называется культурным нивелированием."
    pi "Не думаю, что ты выдержал бы долгое общение с ним."
 
    "Из темноты слева вышла ещё одна моя копия, чьё лицо искажала высокомерная гримаса, а лоб и щёки были исчерчены горящими красным шрамами."
    pi "Или с ним."
    show pi close at right with pixellate
    "Сгустившиеся справа тени породили идеальную копию, с той лишь небольшой разницей, что она была больше меня, ощутимо сильнее и не источала абсолютно никаких эмоций. {w}Эдакий судья Дредд."
    me "Локи и Герк?"
    "Догадываюсь я."
    pi "Нет, Локи — это я."
    "Он улыбнулся."
    pi "Плюс твой лучший друг и возлюбленная. Шиза. Тоже мой подарок."
    "Из тьма за его спиной сгустилась и породила девочку в коротком платьице, снабжённую парой симпатичных кошачьих ушек."
    show uv grin at center with moveinbottom
    "Она подошла к нему со спины и положила голову на плечо."
    "Неизвестный улыбнулся и машинально погладил её по ушкам."
    dreamgirl "Здррррравствуй, Семён."
    "Одновременно послышалось и снаружи, и изнутри."
    dreamgirl "Нрррравлюсь?"
    me "Но зачем?!"
    scene anim prolog_2
    show pi normal at center with dspr
    "Он поморщился и мановением руки развеял всех новых действующих лиц."
    pi "Ты довольно ценный кадр, Семён. {w}Можно даже сказать, что ты — моё самое полезное приобретение."
    pi "И самое ценное в том, что ты действительно хочешь жить. {w} Несмотря даже на безобразную сцену с пистолетом."
    "Он вскочил и заходил передо мной, говоря, а за спиной его вспыхивали картинки из моей личной памяти — вот мы с Алисой взрываем памятник, а вот я ищу Лену на её любимом места, ссора со Славей из-за её матери, совместное выступление с Мику, побег с Ульянкой…"
    pi "Подобных тебе было не очень много. {w}Фактически, из тех, что были, ты оказался единственным."
    me "Так нас много было?!"
    pi "Миллионы."
    me "Я всё ещё не понимаю…"
    "Я опустился в кресло, которое машинально создал под пятой точкой."
    me "Что здесь творится вообще?!"
    pi "Вижу, ты созрел для конструктивного диалога."
    pi "Никогда не слышал о теории Бауэра?"
    pi "Согласно ей, человек как живая материя обладает неограниченным потенциалом эволюции, при соблюдении всего лишь трёх принципов — устойчивого неравновесия,  работы структурных сил и увеличивающейся внешней работы."
    pi "Мы все обладает избытком энергии относительно окружающей среды, и из-за того сохраняется равновесие между возрастающей энтропией и упорядоченной работой."

    me "И какое это…"
    pi "А никакого."
    play music music_list["a_promise_from_distant_days_v2"] fadein 3

    pause(3)

    scene anim prolog_2
    with fade
    pause(1)

    $ set_mode_nvl()
    "Самое важное здесь то, что где-то на необозримых просторах вселенной происходят одновременно три малозначимых, но критичных вкупе события."
    scene bg ext_underwater_7dl
    "В одном из них под проломившемся Володарским мостом захлёбывается чёрной ледяной водой некий Семён, неудачно севший в старый задрипанный Лиаз. {w}Он окоченел настолько, что даже не помышляет о сопротивлении, и от того, чтобы вдохнуть ледяную воду, его отделяют доли секунды. Неудачный маршрут."
    nvl clear
    scene anim prolog_3 with fade
    "В другом — станция метро Автово, третий торговый павильон, на грязном полу делает последние вдохи некий другой Семён. {w}Ему выстрелили в голову из травматического оружия — неприятно, но не страшно. Страшнее то, что после первого выстрела последовал второй — наверняка. {w}В работе охранником есть свои минусы."
    nvl clear
    scene bg ext_winterpark_7dl with fade
    "И, наконец, третье."
    "Мой самый любимый вариант, откуда я родом."
    "ЦПКиО имени Горького.{w} Если пройти мимо катка, то в конце ряда можно обнаружить скамеечку, возле которой с планшетом в руках умирает от холода Семён номер три.{w}На часах двенадцать, Новый Год, а он лежит избитый на льду, и не может встать."
    nvl clear

    "Нас было трое, когда всё началось."
    "Три нежелающих сдаваться сознания, или души, если тебе угодно."
    "Любая смерть — это смерть целого мироздания, а когда мироздание умирает, энергии высвобождается уйма."
    "И мы нашли друг друга на задворках параллельных реальностей."
    scene anim prolog_2
    show pi normal at center
    $ set_mode_adv()
    pi "Оригинал, Локи, Герк. Не желая заканчиваться просто так, мы создали этот мир."
    me "Но почему именно ты наделён полномочиями бога?"
    pi "Делегирование полномочий. {w} У смерти от холода есть огромное преимущество перед смертью в салоне тонущего автобуса или пули в голове."
    pi "На несколько секунд больше времени, которых достаточно, чтобы спасти себя. {w}А заодно — и их."
    pi "Нужна всего лишь лазейка."
    me "Лазейка?"
    pi "Воля к жизни."
    show pi smile at center
    extend " Всё, что мне нужно — это воля к жизни."
    "Он махнул рукой и вокруг встали тысячи картинок, выборов и вариантов развития событий."
    pi "Мы знаем о времени лишь то, что оно субъективно.{w} И если ты живёшь в мире, чья хронологическая ветка параллельна или находится под углом к любому другому — у тебя есть несомненно больше секунд в минуте для того, чтобы сделать всё, что тебе хочется."
    pi "То, что Герк жив ещё, означает, что в его мире не прошло и нескольких секунд. {w}И он очень хочет жить."
    pi "Мы шерстили параллельные реальности, особенно те, что отстают от нашей хотя бы на доли секунды — и вытаскивали Семёнов из салонов автомобилей, за мгновение до выстрела, за час до похода в чёртов парк."
    pi "Нам нужна была ваша воля к жизни. {w}Но мы и представить себе не могли, что настолько безнадёжны!"
    "Сорвался он."
    pi "Половина! {w}Половина сходит с дистанции, не завершив предложенный сценарий и до середины."
    pi "Какого хрена вам надо ещё, ублюдки?{w} Любовь? Да вот же она, жрите её ложками, обмазывайтесь и пляшите по дому в бабушкиных кальсонах!"
    pi "Второй-пятый-пятидесятый шанс?{w} Мы даём и его! {w}Хоть с рождения всю жизнь перепроживи!"
    pi "Деньги, власть, внимание противоположного и собственного полов, честолюбие — мы не упустили ни одного грешка, ни одной кнопки, на которую не могли бы надавить.{w} Обращались даже к романтике и ностальгии."
    pi "Тщетно."
    pi "Семёны продолжали сходить с дистанции."
    pi "Они стрелялись, вешались, прыгали с крыши, сходили с ума, жрали барбитураты вместе Леночкой, восстанавливали статус кво, в котором пребывали до визита сюда, и продолжали жить в нём. Никому из них нихрена ничего не надо было."
    pi "И каково же было наше удивление, когда один из не самых перспективных кандидатов вдруг показал хороший результат — и не остановился на этому!{w} Он сыграл все предложенные варианты романтических сценариев со всеми возможными развитиями событий, все безрадостные, но несущие в себе оптимизм."
    pi "И вот, наконец, он здесь."
    "Он резко обернулся ко мне."
    pi "Сём, ты первый и единственный, кто оказался достаточно любопытным и жадным до переживаний, чтобы добраться сюда. {w}И поэтому я честен с тобой."
    show pi normal at center
    pi "Мне нужна твоя жажда жизни."
    me "В смысле?{w} Ты хочешь её как-то забрать, что ли? {w}Или меня работать заставить?"
    pi "Нет."
    "Он скрестил пальцы в знакомом уже фирменном жесте Хауса."
    pi "Я хочу предложить тебе сделку. {w}Этот мир и все сценарии, чтобы были изобретены и продуманы нашим триумвиратом за миллионы циклов — в обмен на твоё согласие никогда не возвращаться домой."
    me "То есть?"
    "Я откровенно не понимал."
    pi "Всё просто, Семён. {w}Я предлагаю тебе стать богом этого места."
    pi "В принципе, зачатки в тебе уже есть, {w}вспомни хотя бы пистолет.{w=.4} В обмен я хочу доступ в твою реальность, твоё тело, твоё сознание, если хочешь."
    me "Это бред какой-то."
    pi "Не бред. В твоей реальности есть что-то, что сумело породить тебя-непохожего, и как мне сейчас подсказывает Локи-ипостась, это даёт нам шанс спасти нас всех."
    me "Каким образом?"
    pi "А это уже не твоя забота."
    pi "Мы кое-чему здесь научились за миллион субъективных лет. {w}И применим это на практике не задумываясь. {w}В свою же очередь обещаем тебе бессмертие и права доступа разработчика."
    me "Я же исчезну как личность!"
    pi "Что, похоже, что я исчез?"
    "Он усмехнулся в который раз уже — неприятной, отталкивающей ухмылкой."
    pi "Решайся уже."
    "Я задумался."
    th "Моя тухлая реальность, в которой никогда не было Мику, Лены, Алисы, Слави… И никогда не будет."
    dreamgirl "Находясь в сумеречной зоне, я легко расскажу тебе, из чего вылепило эти лица."
    dreamgirl "Внимай."
    scene anim prolog_1
    show sl normal dress with dissolve
    dreamgirl "Славя — тридцать пять лет, мать-одиночка, улыбчатое солнышко, которая помогала мне с продажей квартиры и чуть было не ставшая моей супругой в процессе.{w} В миру отзывается на имя Инна."
    hide sl
    show us normal sport with dissolve
    dreamgirl "Ульяна — двадцать один год, знакомая из Интернета, единственная, чьей дружбой я по-настоящему дорожил.{w} Но всем и так понятно, что между мужчиной и женщиной всегда есть либо бывший, либо будущий, либо воображаемый секс.{w} Рыжая, в миру отзывается на имя Яна."
    hide us
    show dv normal dress with dissolve
    dreamgirl "Алиса — двадцать девять лет, вечная девочка из старшего класса.{w} Когда-то она курировала нас, и даже занималась со мной индивидуально.{w} Рыжая, хамоватая, безжалостная в учёбе и беспредельно щедрая в поощрении."
    dreamgirl "Мы так и не стали с ней близки, хотя интерес был обоюден. В миру отзывается на ту же самую Алису."
    hide dv normal dress with dissolve
    show mi normal dress with dissolve
    dreamgirl "Мику — никогда не существовало.{w} Вокалоид, компьютерная программа, которую придумали японцы, напичкав звуковой процессор отрывками голосов настоящих певиц. {w}И назвали «Первый Звук Будущего»."
    dreamgirl "Кто-то дал ей лицо и образ, и подсознание ошибочно восприняло её как настоящего человека."
    hide mi with dissolve
    show un serious dress at center with dissolve
    dreamgirl "Лена — тридцать два года, в миру отзывается на то же самое имя."
    dreamgirl "С ней всё было сложнее — реальность немного плыла, когда я пытался вспомнить, что же было на самом деле.{w} Наверное, потому, что с ней слишком много было связано — мы познакомились в Интернете, как и с Ульяной, в отличие от последней, всё было серьёзно, даже встречались пару раз и речь даже о браке заходила."
    dreamgirl "Пока я не спрыгнул с накатанной."
    hide un
    show mi normal dress at fleft with dspr
    dreamgirl "Хацунэ Мику."
    show sl shy dress at cright with dspr
    dreamgirl "Инна."
    show un normal dress at cleft with dspr
    dreamgirl "Лена."
    show dv normal dress at fright with dspr
    dreamgirl "Алиса."
    show us grin sport at center with dspr
    dreamgirl "Яна."
    dreamgirl "Прости меня. {w}Но иначе у меня действительно не было выхода. {w}Тебе некуда и незачем было стремиться."
    "Покаянно шепнуло подсознание."
    dreamgirl "Тебе некуда и начем было жить."
    th "И ты, Брут."
    scene bg ext_camp_entrance_night
    show prologue_dream
    with fade3
    th "А с другой стороны — возможность не просто играться в “Симс” масштаба отдельно взятого мира — а проживать всё, что мне только захочется и как захочется, ни мгновения не сомневаясь в реальности этого мира."
    th "Возможно, оригинальная троица немного переборщила с интенсивностью ощущений, но теперь, как надышавшись озона, организм не хочет возвращаться на кислород, я вряд ли сумею прочувствовать что-нибудь с такой же силой, как здесь."
    me "Вы говорили, что время у вас ещё есть?"
    "Обернулся я."
    scene anim prolog_1
    show pi normal with dissolve
    pi "Всё время этого мира."
    pi "Мы можем растягивать его как угодно долго."
    me "Тогда куда вы торопитесь?"
    pi "Ты, наверное, не понял, сколько мы уже здесь находимся."
    pi "Кстати, сам как считаешь?"
    me "Нуууу…"
    "Я задумался."
    me "Года два?"
    "Он отрицательно покачал головой."
    me "Пять?"
    "Очередная ухмылка была мне ответом."
    me "Десять?"
    pi "Миллион субъективных лет."
    pi "Мы не торопимся. {w}Мы отчаялись. {w}Ты — первый за всё это время, кто оказался хотя бы не сломанным у основания. {w}Для нас — это справедливый шанс попробовать."
    menu:
        "Поменяться":
            $ renpy.music.set_volume(0.3, delay=2, channel='music')
            play music music_7dl["loki_on_3"]
            me "Чёрт с вами."
            "Я махнул рукой."
            me "Давайте меняться. Что там надо? {w}Подпись кровью?"
            $ meet('pi','Локи')
            pi "Отнюдь."
            "Улыбнулся Локи."
            pi "Твоего согласия более чем достаточно."
            pi "Надеюсь, ты хорошо подумал, шанс прожить собственную жизнь штука ценная."
            me "А здесь я буду богом."
            "Улыбнулся я."
            me "Так какого чёрта."
            scene black with fade2
            pi "Ладно."
            "Из теней опять вышли Семён и Герк и молчаливо положили руки на плечи Локи — первый на левое, второй — на правое."
            "И я впервые увидел их улыбки — усталые улыбки атлантов, держащих мир потому лишь, что у них нет другого выбора."
            pi "Инструкций не оставляю, сам понимаешь, здесь, где всё зависит исключительно от твоей воли, инструкции ни к чему."
            pi "Прощай."
            "Они было начали таять, когда откуда-то сзади выпрыгнул ещё один знакомый силуэт."
            show uv guilty at center
            "Та самая девочка с кошачьими ушками."
            uv "Создатель?"
            "Жалобно спросила она."
            uv "А как же… Как же я? Вы меня бросите?"
            pi "Пора взрослеть, Юля."
            $ meet('uv','Юля')
            "Прозрачными уже губами прошептал Локи."
            pi "Твой создатель не я. {w}А он. {w}Это он пожелал, чтобы ты существовала."
            "Наконец, троица исчезла, и мы с девочкой остались одни."
            me "Юля, значит? {w}Моё половину времени сексуально озабоченное, а другую половину совестливое подсознание?"
            "Неизвестно зачем уточнил я."
            show uv sad at center with dissolve
            dreamgirl "Да. А что?"
            "Опять в унисон заявила девочка и внутренний голос."
            me "Ничего. {w}Просто забавно встретить овеществлённую совесть."
            me "Будешь мне помогать править миром?"
            uv "А женишься?"
            me "Легко!"
            "Ответил я, немного подумав."
            uv "Ну тогда пошли."
            "Она протянула мне руку, и мы ступили на раскалённые бетонные плиты, уложенные в дорожку, ведущую от ворот в центр лагеря."
            play sound sfx_7dl["aunl"]
            show achieve_beagod with moveinright:
                pos (1600, 1020)
            pause(7.4)
            $ renpy.music.set_volume(1.0, delay=2, channel='music')

        "Отказаться":
            me "Черта с два я на такое соглашусь. {w}Править иллюзией гаснущего сознания?"
            me "Пошли вы все нахрен."
            pi "Знаешь."
 
            show pi smile close at right
            show pi normal at center
            show uv dontlike at cright with moveinbottom
            "Задумчиво сказал Локи, и к нему шагнули Оригинал и Герк, а выпрыгнувшая из пола кошкодевочка оскалилась и зашипела на меня."
            pi "Я ведь и заставить тебя могу."
            me "Нихрена ты не можешь. {w}Ты забыл о том, что я — это ты и есть, и насиловать меня всё одно что насиловать самого себя."
            me "Поэтому давай расстанемся полюбовно, без секса."
            pi "Тебя даже не интересует, что может ждать тебя в твоём мире?"
            me "Нет."
            "Я легко рассмеялся."
            me "Я же, блин, в «Совёнке» отгулял больше года, это был самый затяжной и самый прекрасный отпуск в моей жизни!"
            me "Мне запала тебе хватит на то, чтобы сделать что-нибудь со своим тусклым существованием."
            pi "Что ж."
            pi "Уважаю твою волю к жизни. {w}Как оказалось, это единственное ценное, что может быть в человеке вообще. И прощай.{w}"
            scene bg ext_underwater_7dl
            "Я открыл глаза за мгновение до того, как Лиаз ухнул с высоты пятнадцати метров в свинцовые воды Невы. {w}От удара помутилось в глазах и что-то отчётливо хрустнуло в шее — но отвлекаться на глупости не было ни мгновения — по ногам уже било грязной ледяной водой, мы держались на поверхности только за счёт постепенно вытесняемой воздушной подушки."
            "Но после того, как какой-то кретин выбил окно запасного выхода, она улетучивалась сумасшедшими темпами."
            play music loki_outro_1
            "Какой-то звук не давал мне сосредоточиться — он бил и бил по нервам."
            "Я обернулся. {w}Блядь. {w}Какая-то молодая женщина, девочка по сути, держалась за неестественно выгнутую ногу, не в силах подняться, а на руках заливался плачем ребёнок."
            me "Твари, угробить меня решили?"
            "Они как будто знали, чем меня можно гарантированно задержать в салоне."
            "Почему «как будто»? Они и так знали мои уязвимые стороны. Если они — это я."
            me "Не выйдет."
            "Мамочка со смесью отчаяния, ужаса и надежды смотрела на меня."
            "Воды уже было по колено, мы стремительно тонули."
            "А я… {w}А что я."
            me "Отвернитесь и прикройте ребёнка."
            "Приказал я, примеряясь."
            play sound sfx_break_grid
            with vpunch
            "В стекло ударил тяжёлый ботинок."
            "Летающие по клавишам пальцы, безнадёжное стремление хотя бы перед лицом страшащей меня стихии не оказаться совсем бесполезным.{w} А хороший у ребёночка спальный мешочек — тёплый, на флисе, с внешней парусиновой оболочкой, делающей его непромокаемой."
            me "Выбирайтесь сами!"
            "Рявкнул я."
            me "Выбирайтесь и хватайтесь за быка!"
            "Зуб на зуб уже не попадал, и держаться приходилось только за счёт злости и адреналиновой накачки."
            "Организм в таком режиме долго не протянет."
            "Девушка кивнула и выбралась наружу — судя по омертвевшему лицу, мгновенно скованная холодом."
            me "Плыви, дура!"
            "Буквально в трёх метрах проходила гранитная облицовка быка и скобы сервисной лестницы."
            me "Хватайся."
            "Окрик сработал — дрожа и отчаянно шевеля конечностями, она пробилась к скобам и умоляюще посмотрела на меня."
            voice "Сашеньку моего…"
            me "Да сейчас."
            "Места для разбега уже не было, приходилось отталкиваться от скользкого под водой кожезаменителя."
            "Отчаянный рывок вперёд."
            "Вперёд."
            "Когда-то я был гордостью школы по прыжкам в длину — шесть метров покрывал точно."
            "Но там не приходилось стартовать с сиденья автобуса в ледяную воду."

            "Разбега хватает на то, чтобы сделать вид, будто я плыву и даже продвинуться так, чтобу отдать плачущего ребёнка маме."
            play sound sfx_shoulder_dive_water
            "А потом я вспоминаю, что сегодня двадцать девятое декабря 2013 года, что температура воздуха минус тридцать, а температура воды плюс четыре, и что плавать я не умею и не умел никогда толком, а учиться, когда свело обе икроножные, уже поздновато."
            "Над головой вспыхнул жёлтый свет — наверху отворили сервисный люк, и мужчина в форме офицера безопасности уже спешил по скобам вниз."
            "Значит, всё будет хорошо."
            "Значит, {w} будет."
            "Я улыбаюсь и опрокидываюсь на спину, уходя в холод и мрак."

            dreamgirl "Героем решил стать, придурок."
            "Фыркнула шиза."
            dreamgirl "Героем, да? Чёрта с два."
            dreamgirl "Героем, да? Чёрта с два."
            scene cg d1_uv_2 with flash2
            "Перед глазами вспыхнул силуэт кошко-девочки."
            dreamgirl "Ты сдохнешь сейчас, потому что ты чмо. {w}Эгоистичное и бездарное чмо, неспособное позаботиться о девушке.{w} Даже о двух."
            th "О чём это ты?"
            dreamgirl "О себе, в первую очередь.{w} Я хоть и часть тебя, но умирать совсем не стремлюсь."
            th "Надо же.{w} А кто ещё?"
            dreamgirl "Кто?"
            th "Да."
            dreamgirl "Ты больной или прикидываешься?"
            th "Что?"
            play music loki_outro_2
            dreamgirl "Ты скажи, почему ты не успел выпрыгнуть из автобуса, пока он плавал на поверхности и добраться до скоб?"
            th "Потому что счёл одну жизнь менее важной, чем две?"
            dreamgirl "Именно.{w} И угадай теперь, за кого ты в ответе."
            th "Не знаю."
            th " Я уже ничего не знаю. Я сделал первый в жизни небездарный поступок. Неужели я не заслужил, чтобы от меня хотя бы отстали."
            "Славя бы мной гордилась. Алиса бы пожала руку. А Ульяна сказала что-нибудь вроде «ну и ну»."
            "В холоде так уютно спать…"
            scene black with fade2
            "На запястье сомкнулась сильная рука и дёрнула меня к поверхности."
            play sound sfx_7dl["aunl"]
            show acm_logo_sl_cl_good_rf2 with moveinright:
                pos (1600, 1020)
            pause(7.4)

    $ set_mode_adv()
    if not persistent.pivo_default_7dl:
        jump alt_stories_start
    else:
        return