label alt_ricochet:
    play music music_7dl["knock"] fadein 5
    pause(3)
    scene d7_mi_epilogue0 with fade
    pause(1)
    $ set_mode_nvl()
    $ prolog_time()
    "Надо просто понять, в какой момент мир сошёл с ума."
    "Ну же?"
    "Японцы всегда наглухо были отшибленными в этом плане, японцы, корейцы — повёрнутые на всех этих технологиях. Всё эта ерунда с лазерными шоу, дымом, пиротехникой, компьютерными технологиями."
    "Буквально десять лет назад кто мог поверить в то, что девочка, которой не существует, будет собирать целые залы? Тогда ещё, когда на сцену вышел давно мёртвый Тупак Шакур, уже следовало бить тревогу."
    "А потом ведь и к нам пришло — Цой, Тальков… Высоцкий."
    "Потому что нельзя же позволить, чтобы однажды под жарким южным солнцем плоть от плоти творение разума — ненастоящее, выдуманное от и до — рассмеялось серебряным колокольчиком, и у одного ничем не примечательного пионера сердце вздрогнуло, пропустив удар."
    "У нас зима, мы импортируем у вечно играющих в какие-то непонятные игрушки азиатов их новую Богиню — вечно юную, прекрасную. Софтверную. Ту, которую вечером пятницы можно купить с ежепятничной скидкой в три процента."
    "И прижать к груди как величайшее сокровище — ведь с обложки смотрят те самые глаза, которые ты помнишь с детства, та самая непонятная улыбка — чертова азиатская мимика. Зато солнце бьёт в глаза, и силуэт протягивающий руку, манит и манит. И мы летаем до утра, заседаем на облаке, едим арбуз и плюём семечками на голову прохожих."
    nvl clear
    scene d7_mi_epilogue1
    pause(3)
    "А утром мы расстанемся. Потому что мне пора становиться взрослым. А ей… Ей петь. Ведь это всё, что она умеет."
    "А я умею мечтать — и держать всегда рядом местечко, куда легко бы поместилась хрупкая девушка полутора метров ростом. И даже воздушный шарик в форме сердечка уже не заставит улыбнуться — ведь я покупал его сам. Для…"
    "Не знаю даже, кого."
    "Наверное, для того себя, кто иногда, но с каждым годом всё реже, открывает глаза во мне и с детским жестоким любопытством смотрит на этот мир."
    "Но, может быть, в последний раз…"
    nvl clear
    pause(3)
    play music music_list["everlasting_summer"] fadein 3
    "Я закрываю глаза в лете, а открываю их в зиме. От покоящейся на моём плече головки с прекрасными волосами, уложенными в два хвоста до меня настоящего — больше двух тысяч километров, дольше двадцати лет."
    "Нет, нельзя обвинять меня в том, что я не искал или не пытался. Чёрт возьми, я даже умудрился найти контакты обоих сэйю, давших голос моему дорогому человечку. Ни та, ни другая никогда не слышали о каком-то там «Совёнке». Ни та, ни другая никогда не слышали обо мне."
    nvl clear
    scene anim prolog_2
    pause(3)
    "А мне всё равно некуда тратить деньги."
    "Некуда и незачем."
    "Несмотря на то, что государство уже само не знает, под каким соусом ещё залезть в мой карман, потребности мои всё ещё остаются минимальными — пачка «Диабло» в сутки, иногда бутылка абсента, если пиво совсем надоело."
    "Да и всё."
    "Так почему бы не выполнить одно небольшое обещание?"
    "Но я же помню, с чего всё это началось. Как и то, чем это закончится."
    "Я обещал себе, что обязательно съезжу куда-нибудь, где можно будет забраться в воду по грудь, вдохнуть запах йода и той самой воды, что по составу предельно близка к человеческой крови…"
    nvl clear
    scene anim prolog_2
    pause(3)
    "Выплюнуть, выдавить из горла смесь песка и соли, которой кормили последний год. И мысленно обнять всю эту громаду, проставляя галочку в TODO листе."
    "Последнюю галочку, после которой и самому умирать не страшно."
    "А я по привычке считаю смерти, сидя раздолбаем в окружении пафосных богатеньких буратин, которые даже на пляж, похоже, пойдут в деловом костюме."
    "И каково было мне там — в «гриспортах» и горнолыжной амуниции — в окружении этих щекастых хомяков?"
    "Мне было плевать."
    "Я требовал развести себе бифитер один к трём в квадратном стакане с толстым дном и неспешно цедил терпко-горькую жидкость, взирая сквозь кружок иллюминатора на кажущиеся отсюда игрушечными текстуры гор и моря."
    "А когда самолёт зашёл на разворот к аэропорту, я, сжав подлокотники, сидел и ждал, когда, наконец, у престарелого нордстаровского “Аэробуса” отвалятся крылья. Здесь невысоко — может быть, километр до поверхности воды. Из меня выйдет шикарный блинчик."
    nvl clear
    scene anim prolog_2
    pause(3)
    "Ничего этого не произошло. Чего и следовало ожидать. Вместо этого нас рассовали по автобусам самого популярного направления в России — под названием «куда угодно, где нет русских» — и доставили в «Роджану»."
    "Здесь всё было другое, всё. Кроме, разве что пьяного рамса, куража, растворённого в текучем тёплом ночном воздухе, так свойственном любому месту, где русские позволяют себе отбросить всё своё наносное и просто вдохнуть свободно."
    "И несколько лет назад я бы сам захмелел от одного только этого воздуха. И был бы счастлив просто от того, насколько ночь чудесна. Жаль, то время миновало безвозвратно. Я ловлю взгляд чернявого бармена:"
    me "Same, please."
    "Взяв стакан, я ушёл из бара, и направился прогуляться по берегу."
    "Как тогда, на берегу безымянной речушки, когда я шёл неизвестно куда, и одной нерешённой проблемой в мире было меньше."
    "Сделав неожиданно большой глоток, я закашлялся — джин обжёг горло — и отставив стакан в сторону, наклонился и, присмотревшись в дежурном свете к песочку пляжа, нашёл несколько гладышей."
    nvl clear
    scene anim prolog_1
    pause(3)
    "Всё, как тогда. Не в наушниках — в сердце — играет старая мелодия, уверяющая, что на небе только и разговоров, что о море."
    "А мне всё равно, едва подтаявшая оболочка на сердце опять схватилась морозной корочкой, уколом болеутоляющего, сквозь который даже звуки доносятся приглушенными."
    "Это мир был настоящим. Но блинчики всё равно так и не получались."
    "Возможно, если бы с самолётом произошло то, что я хотел, получился бы лучший рикошет в моей жизни. Или я просто расшибся бы о твердокаменный на такой скорости массив воды."
    "Всё-таки неприятно было понимать, что неделя, которую ты провёл с самым близким человеком, просто тебе приснилась. А и человек этот даже не существует."
    "Чёртово подсознание сыграло со мной одну из самых жестоких шуток, какое только могло."
    "Оно ведь впитывает лица людей, следит за тенденциями, и, как и любую другую математическую модель, может спрогнозировать лицо человека, которого ты, возможно встретишь."
    "И будь проклят тот ублюдок, что дал Мику лицо смоделированной на компьютере аниме-девочки — подсознание подхватило сформировавшийся образ, восприняв его за живого человека."
    nvl clear
    $ set_mode_adv()
    scene bg ext_seashore_7dl
    play ambience ambience_lake_shore_night fadein 3
    pause(3)
    me "Ну… Хотя бы лохом меня не окрестят."
    "Я со злостью швырнул гладыш, и тот опять беззвучно канул в чёрную воду."
    me "В конце концов, я всё-таки добрался до моря."
    "Это не Россия, здесь ночь безукоризненно беспросветна. Безукоризненно. И оттого, и от безысходности душа просила вандализма."
    "Взять баллончик с краской и вывести корявым почерком имя на скалах. Разбить хотя бы пару светильников. Орать матерные частушки — хоть что-нибудь! А не сидеть здесь сиднем. Как кисель резать."
    with fade
    $ meet('mi','Девушка')
    "Вместо этого я продолжил бросать камни в воду."
    mi "Как прелестно…"
    "Раздался голос за спиной."
    mi "И насколько значимо. Мы второй раз начинаем сначала."
    "Голос был забавный, чуточку прыгающий, невыносимо вежливый, и проговаривающий букву «Л» так, будто в родном языке его этой буквы никогда не существовало. И я знаю всего один такой язык."
    mi "И второй раз ты сидишь у воды и кидаешься камнями. Может, это и есть то, чего ты хочешь на самом деле?"
    show mi serious dress with dspr
    "Я обернулся. Невысокий силуэт, считывающийся как женский."
    me "Извините. Мы знакомы?"
    "Я ещё не понимал, не верил, а силуэт уже произнёс знакомым голосом."
    mi "А ведь обещал, что никогда не забудет. {w}О мужчины, что за ветреное племя!"
    with fade2
    play sound sfx_head_heartbeat fadein 5
    pause(4)
    me "Мику."
    "Мой голос сорвался."
    $ meet('mi','Девушка')
    mi "Вся твоя!"
    stop ambience
    play sound sfx_7dl["aunl"]
    show acm_logo_ricochet with moveinright:
        pos (1600, 1020)
    pause(7.4)
    play music music_7dl["happy_ending"] fadein 5
    scene black with dissolve
    pause(7.4)
    $ set_mode_adv()
    jump alt_stories_start