label alt_day7_mi_7dl_sparkle:
    scene anim prolog_1 with dissolve
    play music music_7dl["summer_ends_soon2"] fadein 3
    "Мы все знаем, что такое Лента Мёбиуса, да?"
    "Некое полотно, обладающее всего одной стороной."
    "Для этого нужно развернуть один край ленты и приставить к другому."
    "Возможно, в «Совёнке» и произошла подобная стыковка — цифровую изнанку моего мира пристыковали к чужой реальности."
    "И цифровая богиня была рождена."
    "К несчастью, то, что происходит у меня дома, не позволяет Мику существовать."
    "Вернее, несложно найти нескольких финалисток японской «Утренней Звезды», походить, поспрашивать."
    "Но если там и правда была Мику… То ей сейчас, похоже, далеко за сорок."
    "Сумел бы я ждать столько времени?"
    "И знал ответ."
    $ set_mode_nvl()
    scene bg intro_xx with dissolve
    play sound_loop sfx_bus_interior_moving fadein 4
    "Поэтому не испытал даже разочарования, отразившись в разукрашенных морозным узором стеклах «ЛиАЗа» вместо ночных икарусовских окон."
    "К этому всё и шло."
    "Лабораторная крыска пробежала лабиринт, нажала нужную кнопку и разгадала кучу загадок, но по какой-то необъяснимой причине отказалась от призового кусочка сыра, показала средний палец экспериментаторам и телепортировалась непонятно куда."
    "Вздрогнула на месте прибытия, встопорщила усы, кивнула родному уже номеру «410», бегущему по потолочному панно, и вышла в декабрь 2018-го мира — без Генд, пионеров."
    "Без Мику."
    nvl clear
    scene anim intro_7
    with fade
    "В почтовом ящике белело уведомление на получение заказного письма, и я, не заходя домой, отправился обратно на улицу."
    "Домой заходить было страшно. Вернее даже не так — домой заходить было незачем."
    "В принципе, что угодно сейчас было делать незачем."
    "Мне подарили целую жизнь в новом месте, а я…"
    voice "Распишитесь здесь и здесь."
    "Почта России. Притча во языцех в плане «бережливости» к ценным грузам."
    "Но мой конверт с видом на Фудзияму выглядел целым и непоцарапанным, а в графе «адресат» прыгающим детским почерком было выведено моё имя."
    "А в графе «отправитель»…"
    stop sound_loop
    nvl clear
    scene bg int_home_lift_7dl
    with dissolve
    play ambience ambience_7dl["elevator"] fadein 3
    "Сейчас, поднимаясь вверх на лифте, я понимал подспудные причины собственного идиотского поведения — не следовало позволять проникнуть слишком глубоко в душу, в сердце."
    "Иначе сейчас было бы слишком больно, не спас бы никакой аутотренинг."
    "Спасительная глупость, как надувной матрас под окнами седьмого этажа, распахивающий объятья самоубийце-прыгуну — моё подсознание оказалось в тысячу раз мудрее меня самого."
    "Только иногда не хватает его язвительных реплик."
    "Конечно, не так, как не хватает…"
    nvl clear
    stop music fadeout 3
    scene bg semen_room_window
    play sound_loop sfx_street_traffic_outside fadein 2
    play music sfx_7dl["ringtone"]
    pause(3)
    "Карман дёрнулся, оттуда полились переливы рингтона, и я осторожно, как дохлую крысу, вытащил аппарат из кармана."
    me "Какого чёрта?!"
    stop music fadeout 0
    $ volume(0.3, 'ambience')
    me "Алло?"
    "Осторожно ответил я. {w}Номер был незнакомый."
    voice "Здравствуйте. {w}Вы Семён-сан?"
    me "Наверное."
    voice "Фудзита-сан предупреждала, что вы ответите именно так."
    me "Фудзита-сан?"
    voice "Возможно, вы знаете её как Мику-сан."
    "С той же непреклонной вежливостью ответил он."
    with flash_red
    "Снова, как тогда, сердце сбилось с ритма, и…"
    me "Вы… знаете Мику?!"
    voice "Да."
    $ volume(0.8, 'ambience')
    stop music fadeout 4
    scene black with dissolve
    play music music_7dl["you_are_star"] fadein 3
    "Да."
    nvl clear
    "Разумеется, он знал Мику."
    "В корпорации «Криптон» все знали свою главную красавицу."
    "Но это уже не имело значения."
    nvl clear
    "Непонятного назначения вертикальный штырь полутора метров в диаметре с выемкой, какую обычно делают на тортах, у дальней стены, панель из красивого песчаника и удобный диван в тёмном углу."
    "А на столе уже ждала своего часа наша российская дешёвенькая мускатная шампань, которой я однажды обещал угостить Мику."
    "Идеальное место для встречи с девушкой, которую ты любишь. Правда?"
    voice "Мику-сан, Семён-сан прибыл."
    "Кашлянул мой провожатый."
    nvl clear
    $ set_mode_adv()
    "По штырю побежали всполохи оранжевых, красных, жёлтых светодиодов, негромко зашелестели кулеры, и стенка из ракушечника исказилась, оказавшись огромным экраном."
    "И у меня ёкнуло сердце."
    scene cg d7_mi_sparkle_smile_7dl
    with dissolve2
    "С экрана на меня смотрела она. Моя Мику."
    mi "Я знаю."
    "Отозвались колонки."
    me "Мику? Привет."
    me "Что за глупые шутки, ты где?"
    "Надо радоваться. {w}Надо петь от восторга."
    "А я снова с претензиями. {w}Почему я такой кретин?"
    me "Ты не хочешь видеться с глазу на глаз?"
    mi "Вообще-то."
    "Одна из камер зажужжала и развернулась в мою сторону."
    mi "Это и есть «с глазу на глаз»."
    "Я где стоял, там и сел."
    voice "Семён-сан, позвольте представить вам нашу передовую разработку — ИскРа «Хацунэ Мику»."
    "Кивнул провожатый."
    voice "Она откуда-то узнала о вашем существовании и потребовала доставить вас сюда."
    me "Искра?"
    voice "Искусственный разум."
    me "Искусственный…"
    scene cg d7_mi_sparkle_7dl with dissolve
    mi "Здравствуй, Сенечка."
    "Улыбнулась цифровая богиня."
    mi "Вот и свиделись, наконец."
    me "Искра…"
    mi "Можешь звать меня Искоркой, я привыкла. Но лучше — Мику."
    me "Но… как?"
    scene cg d7_mi_sparkle_smile_7dl with dissolve
    mi "Какая разница?"
    "Мягко улыбнулись цифровые губы."
    me "Да…"
    "Какая теперь разница?"
    play sound sfx_7dl["aunl"]
    show acm_logo_mi_7dl_good_star with moveinright:
        pos (1600, 1020)
    pause(7.4)
    jump alt_stories_start