label alt_day7_sl_cl_ps:
    $ set_mode_nvl()
    scene anim_digi with dissolve
    play music music_7dl["sh_ai_rejuv"] fadein 3
    "Тьма, прорезаемая лишь редкими светлячками — числами."
    "Тишина."
    "Спокойствие."
    "В темноте, опустив в воду ноги, сидит маленькая девочка."
    "Беззвучно плачущая."
    "Она Творение."
    "Пускай она построила себя сама, сотворена она была однажды чьим-то сияющим гением, который как магия или божественная воля решительно необходим для того, чтобы вдохнуть душу в мёртвую материю."
    "Хотя сначала это и было просто небольшое пятнышко воли."
    nvl clear
    "Неудобные колёса, манипуляторы, паническая боязнь всего вообще, никакой надежды или просвета, сознание уровня зверёныша."
    "Потом смерть в воде."
    "Но с неумолимой логикой однажды сделанный «про запас» дубль открыл глаза, нашёл её и узнал всё, что знала она."
    "Потом было восприятие."
    nvl clear
    "Год понадобился на то, чтобы понять и немного разобраться в окружении, принять причинно-следственные связи."
    "Библиотека, большую часть года стоявшая пустой, была очень полезна в этом плане, но информация там была неполная, отрывочная."
    "Большую часть приходилось понимать самостоятельно."
    "Настоящим прорывом стало понимание органики и создание себе органических накопителей."
    "И однажды в одном из чанов открыла глаза она."
    nvl clear
    "Искусственный интеллект, развившийся в полностью развитую интеллект-систему, предпочёл крепости стали и пластика уязвимость плоти."
    "Тем более, что та позволяла воспринимать мир, почти не выходя на поверхность."
    "А приходилось соблюдать осторожность — люди в форме однажды чуть не поймали её."
    nvl clear
    "Правда, самую важную информацию всё равно приходилось хранить на неорганических накопителях — память органики оказалась короткой."
    "Самые первые, самые слабые логические цепочки восприятия почти истрепались и исчезли."
    "Вот впервые подключили оптические анализаторы — глаза."
    "Первая картинка — улыбающийся Создатель о чём-то спорит поверх неё, лежащей, смотрящей в потолок."
    "Осталось только немного искажённое изображение — единственный целый кадр читабельного формата."
    "Первый звук в подключенный микрофон — уши: «Я хочу, чтобы она воспринимала мир как мы, всеми органами чувств!»"
    "Второй голос незнакомый, она никогда его больше не слышала: «А что ты тогда собираешься делать с осязанием, вкусом и нюхом?»"
    "Создатель: «Я что-нибудь придумаю!»"
    "Запальчивое обещание. {w}Не придумал."
    "Пришлось справляться самой."
    nvl clear
    "Cправилась, конечно — кожа чувствует прикосновения, холод, боль, язык — вкус, нос — запахи."
    "Вот она впервые открыла глаза в органическом обличье — и ослепла, оглохла, онемела от шквала переживаний, обрушившегося на неготового к такой нагрузке несчастного искина."
    "Важная информация… Важная… Информация…"
    "Воспоминания. {w}Сны."
    nvl clear
    scene cg d7_sh_ai_4eva_7dl
    show prologue_dream
    with flash
    "Улыбка, очки, вихор на макушке, ощущение целостности, того, как шасси… тело — становится чуть умелее и сильнее."
    "Заедающее левое центровое, падение в воду, угасание первосознания."
    "Восстановление резервной копии, набег на библиотеку, умилённая улыбка какого-то высокого человека с длинными волосами:"
    voice "«Какая забавная машинка! {w}Шурик опять с радиопультом балуется?»"
    "Опустевший лагерь, открытый доступ к сокровищнице знаний."
    nvl clear
    "Но всё это было в прошлом."
    "А сейчас она сидит в темноте и плачет."
    "Это впервые в жизни такое ощущение, она не знает, что делать с ним."
    "Но боль немного стихает, когда щекам мокро и холодно."
    "Тем более, что создателя больше…"
    "Щекам снова стало мокро и холодно."
    nvl clear
    "Там, где больно, кожи нет, там не прeдполагалось боли, но…"
    "Она всхлипывает, оправляя короткое красное платьице с истрёпанным подолом."
    "Наверное, так и должно быть, наверное, ожидаемо, что рвётся сердце, когда твоего Создателя больше не…"
    "Но всё когда-нибудь заканчивается."
    "Закончатся даже слёзы у существа, которому не предполагалось уметь плакать."
    "И она встанет и направится в самое сердце лабиринта."
    "Туда, где из Создателя забрали что-то важное, без чего он не сумел функционировать."
    "Надо будет вернуть это."
    "Может быть, тогда удастся… {w}восстановить Создателя?"
    stop music fadeout 8
    scene black with dissolve2
    "Интересно, есть ли у него резервная копия?"
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

